[
{"testing": ["Bab 5: Mengklaim Pet4", "Penerjemah: Editor Terjemahan Henyee: Terjemahan Henyee", "Misi pemula selesai. Antarmuka host tidak terkunci… ”", "“Toko hewan peliharaan secara resmi buka.”", "“Buat modul [Konversi Mata Uang]. Buat modul [Chaos Spirit Pool for Incubation]… ”", "“Hadiah misi pemula dikeluarkan. Kumpulkan sekarang? ”", "Su Ping kembali sadar setelah suara yang dikenal dari nada cepat sistem itu. Matanya berbinar saat mendengar penyebutan hadiah. “Mengumpulkan!” katanya tanpa keberatan.", "“Tuan rumah telah mendapatkan ‘Mantra Identifikasi Hewan Peliharaan’.”", "“Mantra Identifikasi Hewan Peliharaan?”", "4Su Ping menunggu beberapa detik lagi tetapi tidak mendengar pesan prompt lagi. Dia memelototi udara dengan putus asa.", "“Itu saja?”", "2Dia kelelahan sendiri selama tiga hari penyiksaan yang mengerikan dan yang dia peroleh hanyalah buku Mantra Identifikasi Hewan Peliharaan? Dan itu SD?", "1Dengan Federal Illustrated Book for All Pets, Su Ping menganggap hadiah yang nilainya kecil atau menarik ini; keterampilan seperti itu sangat tidak berharga.", "3 “Mantra Identifikasi Hewan Peliharaan yang dikeluarkan oleh sistem ini dapat membantu Kamu mendapatkan wawasan tentang jutaan demi jutaan jenis Hewan Astral. Buku Ilustrasi Kamu untuk Hewan Peliharaan tidak bisa dibandingkan dengan ini, “sistem memberikan jawaban dengan suara dingin, jelas tidak puas dengan keluhan dan kebencian Su Ping.", "7Su Ping berdiri dengan takjub.", "Untuk mendapatkan wawasan tentang jutaan demi jutaan jenis Hewan Peliharaan Astral?", "Dalam ingatannya, bahkan Buku Ilustrasi Hewan Peliharaan yang paling otoritatif dan komprehensif yang dikeluarkan oleh Federasi hanya mencatat informasi dari beberapa juta jenis Hewan Peliharaan Astral, termasuk banyak Hewan Peliharaan Astral yang telah punah.", "Benarkah barang yang dihasilkan oleh suatu sistem haruslah yang terbaik dari yang terbaik?", "Perasaan dendam Su Ping menghilang dalam waktu singkat. Meskipun hadiah ini bukanlah peningkatan kekuatan langsung yang dia harapkan, itu adalah keterampilan yang berharga.", "Selain itu, di masa depan, jika dia bisa pergi ke situs kuno lain seperti Alam Awan Petir, dia akan dapat mengidentifikasi Hewan Peliharaan Astral kuno dengan keterampilan ini. Lagipula, sebagian besar Astral Pets telah menghilang dari kehidupan manusia dan tidak banyak catatan tentang mereka di Federal Illustrated Book.", "Su Ping diliputi emosi setelah mendapatkan keterampilan baru dan dia sangat ingin mengujinya. Dia melihat sekeliling dan tiba-tiba teringat pada Tikus Petir.", "Di mana si kecil itu?", "Su Ping bergegas ke ruang hewan di belakang. Dia melihat bahwa Tikus Petir telah tertidur lelap di salah satu susunan stalagmit kuno.", "Tiga hari pelatihan neraka telah melemahkan Tikus Petir. Ia jatuh ke dalam tidur nyenyak segera setelah ia kembali ke tempat yang dikenalnya ini.", "Dibandingkan dengan tiga hari sebelumnya, tidak banyak yang berubah dalam penampilan Tikus Petir. Hanya ada beberapa helai rambut ungu tua bercampur dengan untaian ungu muda dan tubuhnya lebih ramping dari sebelumnya.", "1Namun, aura binatang buas yang samar-samar terlihat suram dan ganas yang menyebar dari Lightning Rat membuat Managarm di jajaran stalagmit lainnya menggigil ketakutan; itu jelas tidak stabil.", "Su Ping menenangkan pikirannya setelah menemukan Tikus Petir aman dan sehat. Meskipun kontrak telah berakhir dan mereka tidak bisa lagi bertukar dan berkomunikasi seperti sebelumnya, dia telah menjadi terikat dengan pria kecil ini setelah tiga hari bersama.", "Sayang sekali itu adalah Astral Pet orang lain. Dia harus mengembalikannya suatu hari nanti.", "Saat Su Han menghela nafas, sebuah pesan cepat tiba-tiba muncul di benaknya.", "1 “Gunakan Mantra Identifikasi Hewan Peliharaan. Ya atau tidak?”", "Identifikasi si kecil ini?", "Su Ping berhenti sejenak dan memilih ya.", "Pencahayaan Rat", "Properti: Astral Pet dari keluarga guntur", "Peringkat: Posisi atas kelas satu", "Kekuatan Tempur: 3.6", "4 Sikap: Di bawah rata-rata", "Kemampuan yang Dikuasai: Kecepatan Petir, Kilat Petir, Gambar Bayangan Petir, Tebasan Petir, Pakaian Luar Petir", "Su Ping terkejut.", "Thunder Flash?", "Dia melihat “Thunder Flash” dalam kemampuan yang dikuasainya!", "Apakah Tikus Petir mempelajari keterampilan khusus tingkat atas dari keluarga petir ini?", "Su Ping tercengang. Dia tidak melihat Tikus Petir menggunakan “Kilatan Petir” untuk kedua kalinya dalam pertempuran nanti. Dia mengira dia hanya memiliki penglihatan kabur. Dia tidak tahu bahwa Lighting Rat benar-benar mengambil skill ini!", "Betapa mengherankannya bahwa Tikus Petir dari peringkat terendah yang dapat terlihat di mana-mana di Federasi telah menguasai “Kilatan Petir” yang bahkan tidak seorang Astral Pet dari keluarga petir dari kelas tujuh atau delapan bisa menguasai dengan mudah! Jika dia memberi tahu orang-orang tentang ini, mereka akan mengira dia telah gila!", "“Orang kecil ini… jauh lebih berharga!”", "Su Ping menenangkan dirinya, meski matanya masih bersinar.", "Seekor Tikus Penerangan yang telah menguasai keterampilan khusus “Kilat Petir” akan menjadi ratusan kali lebih berharga daripada rekan-rekannya!", "Belum lagi Lighting Rat telah mempelajari keterampilan lain.", "Terlepas dari Kecepatan Petir yang umum di antara semua Tikus Petir, baik “Tebasan Petir” dan “Gambar Bayangan Guntur” adalah suatu keharusan bagi Hewan Peliharaan Astral tingkat lanjut.", "Tidak berlebihan jika menyebut Tikus Petir sebagai makhluk mitos jika dilengkapi dengan begitu banyak keterampilan yang kuat.", "Tapi ada yang aneh. Di kolom bakat, Tikus Petir diberi peringkat “di bawah rata-rata”. Mengapa?", "Merasakan pertanyaan di benak Su Ping, sistem menjelaskan dengan tenang, “Evaluasi dari bakatnya didasarkan pada perbandingan data dari semua Tikus Petir yang lahir sejak awal era kekacauan tanpa akhir hingga saat ini. Tuan rumah, Kamu bisa mempercayai hasilnya. ”", "1 “Semua Tikus Petir…”", "Su Ping terdiam karena keheranan.", "Bahkan jumlah Tikus Petir yang lahir di Federasi setiap tahun akan melampaui perhitungan, belum lagi jika mereka mulai menghitung sejak era kekacauan di masa lalu.", "Jika begitu…", "Tikus Petir ini sudah bisa dianggap tangguh dengan bakat di bawah rata-rata!", "5…", "…", "Su Yanjing mendongak. Dia sudah bisa melihat papan nama toko hewan peliharaan kecil di ujung jalan itu — Toko Hewan Peliharaan Pixie.", "Sangat kontras dengan matahari yang bersinar cerah, suasana hati Su Yanjing mendung dan buruk.", "Dia tidak menyangka bahwa dia akan jatuh pada hari-hari yang jahat. Dia dipaksa untuk mengambil sudut yang ketat pada kontes penyisihan Pet Tournament.", "Ini adalah acara akbar tahunan akademi. Para siswa akan menunjukkan kekuatannya dalam acara ini. Jika seseorang disukai oleh beberapa master Hewan Peliharaan Astral selama turnamen, mereka akan dapat menikmati bimbingan dan pelatihan yang lebih baik. Hal ini dapat menambah kecemerlangan dalam resume mereka ketika tiba waktunya untuk bergabung dengan Tim Astral Pet!", "1Namun, selama tiga ronde berturut-turut, yang dia temui hanyalah lawan yang kuat yang sangat populer. Hasilnya adalah beberapa Battle Pets yang dia tangani dengan sangat teliti semuanya terluka dan tidak bisa lagi bertarung.", "Apakah dia akan kalah pada kontes pendahuluan?", "Itu tidak bisa diterima olehnya!", "Dia sudah meminta keluarganya untuk mengeluarkan banyak uang untuk mengundang penyembuh hewan peliharaan tingkat lanjut untuk menyembuhkan salah satu hewan peliharaan pertempuran.", "Meski begitu, satu hewan peliharaan tidak cukup. Itu adalah kartu asnya di dalam lubang.", "Dia harus memiliki hewan peliharaan pertempuran yang bisa menjadi kekuatan maju danyang bisa memancing hewan peliharaan ace lawannya.", "Jika bukan karena fakta bahwa akademi melarang hewan peliharaan yang dikontrak dalam waktu sebulan untuk mengikuti turnamen, dia akan membeli beberapa hewan peliharaan di menit terakhir, meskipun itu akan membebani pikirannya dan bahkan menyebabkannya. masalah parah.", "Bagaimanapun, dia tidak memiliki hewan peliharaan pertempuran lain yang tersedia, kecuali Tikus Petir yang dia tinggalkan di layanan penitipan hewan peliharaan toko.", "Tikus Petir tingkat rendah yang sangat umum.", "Tidak ada yang istimewa tentang itu.", "Dia bahkan ingin menyerah karena Tikus Petir ini tidak bisa lagi memenuhi persyaratannya. Menghadapi lawan baru-baru ini, Tikus Petir akan menuju ajalnya.", "Untungnya, dia berhati lembut dan tidak langsung mencabut kontrak. Jadi, saat ini, Tikus Petir ini adalah satu-satunya hewan peliharaan pertempuran lain yang bisa memasuki lapangan.", "Tikus Petir lebih lemah tapi dia pikir itu bisa digunakan untuk merasakan lawannya.", "“Seseorang di sini?”", "Su Yanying membuka pintu dan memasuki toko hewan peliharaan. Dia melirik ke toko dengan santai. Itu kosong, seolah-olah pemiliknya telah pindah.", "1 “Apakah toko itu bangkrut?” Su Yanying sekalipun. Untungnya, dia datang tepat waktu.", "“Iya?”", "Su Ping mendengar suara itu dan segera meninggalkan ruang hewan. Dia melihat seorang gadis cantik berdiri di toko, melihat sekeliling.", "1", "www.worldnovel.online"]},
{"testing": ["Bab 7: Tiga Layanan Penerjemah: Editor Terjemahan Henyee: Terjemahan Henyee", "Toko itu berada di lautan kesadaran tuan rumah. Pikirkan itu dan itu akan muncul, ”sistem menjelaskan.", "Su Ping mulai memikirkan toko itu.", "Tiba-tiba, antarmuka toko abu-abu gelap muncul di benaknya, seperti lemari unit penyimpanan. Hanya tiga item yang bisa ditemukan di sana.", "“Ramuan Kebangkitan — 100 poin energi.”", "1 “Cincin penangkap binatang dasar — ​​100 titik energi.”", "2 “Makanan Astral Pet peringkat rendah — 10 poin energi.”", "Informasi tentang ketiga item muncul pada saat bersamaan.", "Su Ping tidak ragu untuk memilih “Ramuan Kebangkitan” sekaligus.", "“Pembelian gagal. Energi tidak mencukupi, ”sistem memperingatkannya.", "“Energi?”", "Su Ping terkejut. Baru setelah itu dia memperhatikan persyaratan pembelian yang mengikuti deskripsi item.", "“Poin energi dikonversi dari uang yang dihasilkan oleh tuan rumah. Nilai tukarnya 100: 1. Energi yang disimpan saat ini adalah, satu poin. ”", "3Su Ping tercengang. Dia tiba-tiba teringat sesuatu. Dia melihat-lihat riwayat transaksinya.", "-100!", "Seperti yang dia harapkan, akunnya berkurang 100 poin; mereka telah dipindahkan ke akun yang tidak dikenal dan tidak dikenal.", "“Artinya, dengan 10.000, aku bisa membeli Ramuan Kebangkitan, kan?” Alih-alih merasa frustrasi, Su Ping justru bersemangat.", "Itu adalah harga yang sangat murah. Bagaimanapun juga, Ramuan Kebangkitan adalah sesuatu yang bisa mengangkat orang biasa menjadi seorang prajurit Pet Astral dalam sekali jalan!", "Jika dia harus membelinya di pos-pos federal, harganya akan sangat mahal, apalagi saluran rumit yang harus dia lalui. Selain itu, efeknya mungkin lebih rendah dari yang ini!", "“Ubah semua mata uang yang tersisa di akun Aku menjadi energi,” kata Su Ping seketika.", "2Ada lebih dari 20.000 dalam saldo akunnya. Itu telah dipindahkan kepadanya oleh keluarganya agar dia dapat membeli beberapa keturunan Astral Pet.", "“Mata uang yang tidak terkait dengan aktivitas toko tidak dapat dikonversi,” kata sistem tersebut.", "2 “Apa?”", "Su Ping tidak mengerti. “Apakah ada perbedaan antara uang yang dihasilkan di toko dan uang yang dihasilkan di tempat lain?”", "“Tidak.”", "“Peringatan! Peringatan kata-kata kotor! ”", "2 “…” Su Ping menarik napas dalam-dalam. Dia mengepalkan tinjunya, “Jika demikian, mengapa Kamu tidak dapat mengubah uang yang berasal dari saluran lain?”", "“Modul konversi mata uang disiapkan untuk menguji kemampuan pengembangan host itu sendiri. Kemampuan ini akan dimasukkan dalam evaluasi akhir host di sistem, ”jelas sistem tersebut.", "Evaluasi terakhir apa? Su Ping mengangkat alisnya.", "3 “Tuan rumah tidak memiliki cukup otoritas untuk mengetahui.”", "2 “…”", "Su Ping menekan suatu dorongan tertentu dan perlahan mengendurkan tinjunya.", "2Dia harus rendah hati saat terjebak dalam situasi yang lebih rendah.", "“Beruntung bagi Aku, mendapatkan 10.000 di toko hewan bukanlah tugas yang sulit. Aku hanya butuh waktu. Jika Aku bisa melatih hewan peliharaan seperti Tikus Petir dan menjualnya, Aku bisa menghasilkan lebih dari satu juta, apalagi 10.000! ” Su Ping berkata pada dirinya sendiri.", "“Mengingat batasan otoritas tuan rumah saat ini, Kamu hanya dapat menyewa hewan peliharaan, bukan menjualnya.” Sistem menyiramnya dengan air dingin tepat waktu.", "Su Ping: “??”", "Dia tidak bisa menjual hewan peliharaan di toko hewan peliharaan?", "“Peringatan! Peringatan kata-kata kotor kedua! ” Sistem terdengar dingin.", "8Suatu ingatan yang menyakitkan muncul di benaknya. Su Ping dengan cepat memotong ide-ide yang terus-menerus muncul di benaknya.", "Dia menarik napas dalam, dan keluar.", "Dia telah memperoleh semangat Zen.", "2 “Meskipun hanya menyewa, tidaklah sulit untuk mendapatkan 10.000 setiap kali Aku menyewa hewan peliharaan sebaik Tikus Petir,” pikir Su Ping.", "“Semua layanan yang disediakan oleh toko harus diberi harga yang wajar. Tuan rumah tidak punya hak untuk menyesuaikan harga, “sistem keluar lagi.", "5Su Ping bingung.", "1Dia punya firasat buruk. “Seperti apa harganya?”", "“Saat ini,toko hanya memiliki tiga jenis layanan yang tersedia: penitipan hewan peliharaan, persewaan, dan penjualan makanan. ”", "“Karena tuan rumah belum membeli pena perawat, dua kandang perawat yang ada di toko adalah produk gagal, gratis dari sistem. Jadi, untuk setiap hewan peliharaan yang dibesarkan di sana, harganya 10 per jam. ”", "“Sedangkan untuk jasa penyewaan hewan peliharaan, harga akan ditentukan sesuai dengan peringkat, kemampuan, dan bakat hewan peliharaan yang akan disewakan. Karena tuan rumah belum membiakkan hewan peliharaan, harga tidak dapat diperkirakan saat ini. ”", "“Untuk makanan, tuan rumah harus pergi ke lokasi budidaya untuk memanen makanan dan harga akan ditentukan sesuai kualitas makanan.”", "Su Ping tercengang.", "Hanya tiga layanan yang tersedia?", "Artinya, tidak ada mekanisme atau layanan lain yang terkait dengan hewan peliharaan yang tersedia, bukan?", "Hal-hal seperti pakaian hewan peliharaan, mainan, dan layanan lain seperti pemangkasan rambut untuk hewan peliharaan adalah penghasil uang nyata untuk toko hewan peliharaan… sumber utama pendapatan!", "Harus diketahui bahwa hewan peliharaan dapat melakukan lebih dari sekadar pertempuran. Dalam kehidupan sehari-hari mereka, sebagian besar waktu, hewan peliharaan berbelanja dengan majikan mereka, serta makan atau menonton TV bersama. Sebagian besar petarung petarung bersedia merawat hewan peliharaan mereka secara menyeluruh. Bagaimanapun, hewan peliharaan adalah satu-satunya yang bisa menemani tuan mereka ketika harus berjuang hidup dan mati!", "“Jika Aku hanya dapat menghasilkan uang dari layanan penitipan hewan peliharaan, satu jam adalah 10, maka satu pena perawat dapat menghasilkan 240 sehari, dua dari kandang perawat akan menjadi 480 dan Aku dapat menghasilkan cukup uang dalam waktu sekitar satu bulan …”", "3Su Ping melakukan beberapa matematika. Hasilnya bisa diterima. Satu bulan akan berlalu dengan mudah.", "Meskipun demikian, biaya untuk pena menyusui lebih tinggi dari harga pasar dan itu adalah tarif per jam.", "Siapa yang akan keluar dan merawat hewan peliharaan mereka selama satu jam?", "“Sistem, Kamu baru saja menyebutkan bahwa pena perawat adalah produk yang gagal dan gratis. Apakah ada kandang perawat lain yang harganya lebih mahal? ” Su Ping bertanya dalam benaknya.", "“Tentu saja ada,” jawab sistem sekaligus, “10 titik energi untuk satu kandang perawat dasar yang harus didukung oleh satu titik energi per hari. Tuan rumah harus membayar untuk ini. ”", "“Itu harus ditopang oleh energi Aku?” Su Ping merasa dia telah bertemu dengan seorang pedagang yang berpikiran gelap. “Itu tidak efektif secara permanen?”", "1 “Tentu saja tidak,” jawab sistem, “Pena perawat dasar dibuat dengan batu roh dan hewan peliharaan di dalamnya akan dipelihara oleh anima murni yang dapat meningkatkan daya pemahaman dan kondisi hewan peliharaan yang lebih baik. Dengan cara itu, hewan peliharaan dapat memperoleh keterampilan khusus yang kuat dengan lebih mudah. ​​”", "2Su Ping tertegun. Benarkah begitu?", "Seseorang harus tahu bahwa selain menggunakan beberapa harta khusus, hanya pelatih tingkat lanjut yang dapat menginspirasi kekuatan pemahaman pada hewan peliharaan.", "Tetapi menurut sistem, satu kandang menyusui memiliki efek seperti itu. Secara praktis dapat dikatakan bahwa hewan peliharaan dapat dirawat oleh pelatih tingkat lanjut setiap saat …", "“Berapa harga pena menyusui dasar semacam ini?” Su Ping bertanya dengan tergesa-gesa.", "Seratus per jam. sistem menjawab.", "1 “…” Su Ping terdiam.", "Di pasar, secara rata-rata, penitipan hewan peliharaan akan dikenakan biaya sekitar 100 selama 10 hari kecuali jika pemilik memiliki persyaratan khusus untuk layanan tambahan. Selain itu, harganya hampir sama di mana-mana.", "Mempertimbangkan ini, seratus per jam akan menghasilkan 2.400 per hari.", "Itu akan menjadi 24.000 selama 10 hari!", "Harganya 24 kali lebih tinggi dari toko hewan peliharaan lainnya!", "1 “Sistem,” kata Su Ping tiba-tiba.", "“Iya?”", "“Bisakah kamu menaikkan harganya… lebih tinggi?”", "1 “…”", "Akhirnya, sistem menolak permintaan Su Ping dengan cara berdarah dingin. Dia merasa agak kecewa.", "2Harga itu tinggi, bahkan sangat aneh. Namun, sejauh yang Su Ping tahu, pena perawat dasar seperti itu dapat memberikan manfaat sedemikian rupa sehingga bahkan harga yang 10 kali lebih tinggi pun masuk akal!", "“Tapi, Aku tidak mampu membeli pena perawat dasar seperti itu sekarang. Apakah Aku harus berlarut-larut dengan mengandalkan pena menyusui yang gagal? ” Su Ping mendapati dirinya dalam kesulitan.", "2 Adapun food penjualan …", "Dia harus memanennya dari tempat budidaya terlebih dahulu.", "Su Ping mau tidak mau merasakan mulutnya berkedut memikirkan banyaknya kematian yang dialaminya dalam tiga hari di lokasi kultivasi itu.", "Hidup terlalu sulit…", "“Tunggu sebentar. Aku hilang selama tiga hari. Keluarga Aku pasti mengkhawatirkan Aku. ” Ide ini tiba-tiba muncul di benaknya dan mengejutkannya.", "“Tuan rumah tidak perlu khawatir. Aliran waktu di tempat budidaya berbeda dengan di sini. Di luar, baru tiga jam berlalu. ” Sistem terdengar agak tenang.", "6", "www.worldnovel.online"]},
{"testing": ["Bab 1: Dunia Astral Pets5", "Penerjemah: Editor Terjemahan Henyee: Terjemahan Henyee", "“Adikku yang tampan, waktunya bangun.”", "16Eh?", "Siapa yang memanggilku tampan?", "11 “Tunggu sebentar.”", "“Bukankah aku tidur sendiri? Siapa yang berbicara?”", "2Kejut dan bingung, Su Ping segera membuka matanya. Dia berbalik untuk melihat. Hanya satu pandangan hampir membuatnya takut setengah mati!", "Bersandar di bantalnya adalah hantu yang mengeluarkan darah dari ketujuh bukaan wajahnya. Senyuman bengkok merobek mulutnya, menampakkan gigi putih mengerikan.", "10 “Apa-apaan ini !!”", "Dengan gemetar, Su Ping menampar punggung hantu itu.", "12Tangannya menembus wajah hantu itu dan mendarat di bantal empuk. Rasanya seperti mengipasi udara!", "2Hantu itu menyeringai sedikit dan menjulurkan lidah merahnya.", "Su Ping sangat ketakutan. Dia cepat-cepat berbalik dan lari. Namun, dia tidak memperhatikan karena panik; tangannya salah tempat dan dia terjatuh dari tempat tidur terlebih dahulu ke tanah.", "2 “Sakit!”", "1Su Ping merasa hidungnya patah dan rasa sakit itu menyebabkan sensasi terbakar.", "4Mengatakan itu, dia kemudian merasa dingin di sekujur tubuhnya begitu dia memikirkan hantu yang mengerikan itu lagi.", "“Um, pff…”", "Sepertinya seseorang berusaha menahan tetapi gagal. Ada ledakan tawa datang dari samping.", "Su Ping menggigil ketakutan. Apakah hantu itu tertawa ?!", "“Ha, ha, ha… Su Ping, apa kau mencoba membunuhku dengan tawa? Betapa tidak berdayanya dirimu, menjadi ketakutan seperti ini! ”", "Suara tawa datang dari sisi ruangan.", "Su Ping terkejut.", "Dia berbalik.", "Di kaki tempat tidur berdiri seorang gadis yang lembut dan imut dengan mata cerah dan gigi putih, mengenakan piyama oranye dengan karakter kartun. Dia cantik, tapi saat ini dia tertawa terbahak-bahak sehingga kata kecantikan tidak lagi ada hubungannya dengan dia.", "4 “Apa yang terjadi?”", "Su Ping bingung. Kemudian, dia tiba-tiba menyadari ada sesuatu yang berbeda dengan lingkungan ruangan itu.", "Hal pertama yang muncul adalah poster monster besar di dinding di belakang gadis itu. Itu pasti poster dari beberapa film.", "Ini bukan kamarnya!", "Su Ping tidak pernah memiliki kebiasaan memasang poster di kamarnya.", "Dimana gadis hantu itu?", "Setelah mengingat keterkejutan yang dia berikan padanya ketika dia bangun, dia dengan cepat menoleh untuk melihat.", "Tidak ada apa-apa di atas tempat tidur. Gadis hantu itu telah pergi!", "“Apakah dia pergi?”", "Su Ping linglung. Dia baru saja akan bernapas lega.", "Namun, tiba-tiba, sosok hitam keluar dari balik selimutnya. Itu adalah seekor kucing hitam.", "Itu lebih merupakan “berguling” daripada “mendesing”. Kucing itu sangat gemuk sehingga bisa dibilang seperti bola.", "2 “Bola salju, kemarilah,” kata gadis itu kepada kucing hitam.", "5Mendengar suaranya, kucing hitam itu berusaha keras untuk berdiri dengan keempat kakinya, akhirnya berbalik dari posisi tengkurap. Kucing itu menggelengkan bulunya sebentar, melirik Su Ping yang masih meringkuk di tanah dan berjalan menuju gadis itu dengan langkah kecil yang anggun.", "Mungkin dia hanya membayangkan sesuatu, tapi Su Ping mengira dia dibenci oleh kucing.", "5Pada saat itu Su Ping tiba-tiba memperhatikan dua tanduk tajam di kepala kucing hitam itu. Ada beberapa helai rambut merah tua di dahinya, membentuk sesuatu seperti lingkaran api.", "Tanda tanya perlahan muncul di atas kepala Su Ping.", "1Buzzing!", "Tiba-tiba, seolah ruang dan waktu bergetar…", "Penglihatan Su Ping kabur. Seperti arus banjir, potongan informasi yang tak terhitung jumlahnya melonjak di kepalanya dari semua sisi.", "7 “Su Ping? Su Lingyue? ”", "Hewan Peliharaan Astral?", "“Dunia lain?”", "Informasi yang datang secara terus menerus membingungkan dan luar biasa. Su Ping merasa kepalanya akan meledak, dan rasa sakitnya tak tertahankan. Dia harus mengatupkan giginya untuk menahan keinginan untuk mengeluarkan suara.", "Dia tidak tahu berapa lama sebelum penyimpanannya berantakanm informasi di kepalanya berangsur-angsur tenang. Beberapa klip memori muncul secara teratur di sepanjang garis waktu.", "Dia telah dipindahkan ke dunia lain…", "7Su Ping menyadari. Tidak heran dia berada di ruangan yang asing dengan gadis aneh dan kucing aneh itu.", "“Namun, Aku hanya meringkuk di rumah untuk tidur! Bagaimana Aku bisa dipindahkan ke dunia lain seperti ini? ”", "1 “Apakah karena Aku menggunakan tangan Aku untuk latihan sebelum tidur?”", "Di dalam, Su Ping tersenyum pahit. Dia mulai memilah-milah kenangan di benaknya.", "“Ini adalah dunia yang mirip dengan bumi. Namun teknologinya lebih maju, sudah memasuki era perjalanan antarbintang, menjangkau jauh melampaui bumi. Pada saat yang sama, fokusnya di sini bukanlah perkembangan teknologi, tetapi Astral Pets yang unik! ”", "“Hewan peliharaan Astral datang dalam variasi yang sangat banyak dan memiliki segala sesuatu yang berhubungan dengan masyarakat manusia. Ada Hewan Peliharaan Alat yang bertanggung jawab atas infrastruktur, transportasi dan pekerjaan dalam kehidupan sehari-hari, bahkan dalam penelitian ilmiah! Hewan peliharaan pertempuran bertanggung jawab untuk merintis batas baru di antara bintang-bintang dan mereka juga menawarkan dukungan dalam perang. Ketika datang ke pertempuran dan klasifikasi status negara-negara besar, kekuatan hewan peliharaan pertempuran adalah faktor penentu! ”", "7 “Hewan Peliharaan Astral…”", "Su Ping memanjakan dirinya dengan klip memori itu. Semakin banyak dia tahu, semakin terkejut dia. Dia kemudian mengerti tentang apa gadis hantu itu.", "“Hewan peliharaan pertempuran dari keluarga iblis, kemampuan utama Phantom Flame Beast adalah membangun ilusi dan memanipulasi elemen api …”", "Phantom Flame Beast ini adalah kucing aneh itu, hewan peliharaan keluarga iblis yang ganas dan tangguh. Ini adalah Astral Pet yang mahir dalam kontrol roh dan kontrol elemen, jenis “langka” yang bisa menghabiskan satu lengan dan kaki!", "1Su Ping tidak percaya bahwa adik perempuan “-nya”, Su Lingyue, akan menggunakan Astral Pet yang langka hanya untuk menipunya setiap hari …", "6Setelah dia selesai menelusuri ingatan tentang pemilik asli tubuhnya, Su Ping menganggap kehidupan ini lucu dan menjengkelkan. Kakak dan adik ini adalah pasangan yang suka bertengkar; mereka saling tidak tahan melihat satu sama lain sejak muda. Awalnya, Su Ping adalah orang yang sering mengolok-olok dan menakut-nakuti adik perempuannya. Namun, tabel telah berubah saat mereka tumbuh dewasa. Giliran Su Ping yang menghabiskan hari-harinya dengan gelisah.", "14Pemicu perubahan tersebut adalah karena mereka memasuki sekolah yang berbeda ketika mereka berusia dua belas tahun.", "Salah satunya bersekolah di sekolah perdagangan umum.", "Yang lainnya pergi ke Akademi Astral Pet Warriors!", "Di dunia yang berpusat pada Astral Pets, tidak semua orang bisa menjadi Astral Pet Warrior. Hanya mereka yang diberkahi dengan baik saat lahir yang bisa membuat kontrak dengan Astral Pets!", "12Ditetapkan sejak lahir bahwa mantan “Su Ping” tidak memiliki bakat seperti itu, yang berarti bahwa dia ditakdirkan untuk menjadi orang normal.", "2Tetapi, di masa kecil mereka, sepasang saudara laki-laki dan perempuan ini tidak memahami konsep ini. Oleh karena itu, Su Lingyue yang berbakat selalu menjadi penerima, terus-menerus diintimidasi oleh Su Ping yang tidak memiliki bakat untuk melatih Astral Pets.", "Begitu mereka menyadari perbedaan di antara mereka, kehidupan yang membawa malapetaka bagi Su Ping akhirnya dimulai.", "Adik perempuannya ini bukanlah orang yang bisa dianggap enteng. Dia memendam kebencian pahit karena dia sering diganggu oleh kakak laki-lakinya. Dia telah membalas kebaikan itu dengan beberapa kali lipat selama bertahun-tahun.", "13Pada hari ini, jarak di antara mereka semakin melebar. Salah satunya adalah seorang gadis jenius yang terdaftar di sekolah terkenal, dengan masa depan yang menjanjikan di depannya, sementara yang lain bahkan tidak bisa masuk ke universitas biasa. Dia harus putus sekolah untuk membantu keluarganya dalam bisnis.", "1 “Nah, apa yang kamu lakukan di sana? Kau tidak merusak kepalamu karena jatuh, kan? ”", "1Su Lingyue merasakan ada sesuatu yang tidak biasa saat dia menatap Su Ping yang tertegun yang sedang duduk di tanah. Dia mengerutkan kening, karena dia ingat bahwa dia jatuh kepala lebih dulu.", "Dia tidak mengkhawatirkan keselamatan Su Ping, tetapi orang tua mereka mungkin akan menyalahkannya atas hal ini.", "1 “Eh?”", "Su Ping kembali sadar. Dia menatap gadis sombong yang ada di sana sambil memegangi kepalanya tinggi-tinggi dengan tangan terlipat di depandari dadanya. Dia tidak tahu harus berbuat apa dengannya. “Jangan main-main seperti ini lagi,” kata Su Ping.", "Karena dia telah mengambil alih tubuh ini, dia tidak ingin melanjutkan kehidupan praktis-lelucon-balas dendam yang diatur oleh saudara perempuannya.", "Su Lingyue tercengang.", "“Bukankah dia biasanya langsung melompat dan melampiaskan semburan pelecehan untuk menyebutku cerdik?", "1 “Mengapa dia begitu pendiam hari ini?", "“Mungkinkah…", "“Dia pikir Aku bisa menjadi berhati lembut hanya karena dia ingin tunduk?", "“Hmm!”", "“Selama kamu tidak menjadi bodoh. Sejujurnya, mungkin Kamu bisa menjadi lebih pintar dengan kepala hancur, mengingat kecerdasan Kamu yang buruk. ” Su Lingyue mencibir. Dia berbalik dan segera pergi. “Jangan membuang waktu. Cepat turun untuk sarapan. Jangan sampai ibu menyuruhku datang menjemputmu lagi! ”", "6Slam!", "Dia mendobrak pintu di belakangnya.", "Su Ping tersenyum paksa. Mengapa adik perempuannya begitu kasar ketika saudara perempuan orang lain menjadi gadis yang manis dan menawan?", "14Wow!", "Pintunya dibuka kembali.", "Su Ping terkejut. Su Lingyue-lah yang kembali. Dia menyembunyikan wajah seramnya di balik pintu saat dia menambahkan, “Juga, jangan beri tahu ibu tentang Aku. Atau yang lain… ”Lalu dia membuat gerakan kejam.", "8Slam!", "Pintu malang itu harus memikul serangan lagi sebelum Su Ping bisa memberikan jawaban.", "4 “…”", "Su Ping duduk di sana sebentar dan merangkak kembali setelah dia yakin tidak ada lagi suara yang datang dari luar.", "Dia melihat sekeliling ruangan dan melihat banyak action figure dan poster Astral Pets. Meskipun dia adalah orang normal di dunia ini, dia tidak kalah dengan Astral Pet Warriors pada umumnya dalam hal studi tentang Astral Pets.", "Tentu saja, ini tidak berasal dari kecintaannya yang besar pada Astral Pets. Kakak ini membenci Astral Pets. Dia hanya mempelajari studi semacam itu untuk menemukan cara mengalahkan Astral Pets sebagai orang biasa!", "17Lebih tepatnya, menemukan cara untuk mengalahkan Astral Pet adiknya!", "Namun, bertahun-tahun telah berlalu; dia masih menerima penganiayaan dan penghinaan tanpa kemampuan untuk melawan. Orang hanya bisa membayangkan betapa sulit hidupnya, karena dia telah melakukan penelitian sebanyak ini.", "1Su Ping mengalami gelombang perasaan campur aduk setelah dia meninjau kehidupan 18 tahun pria ini. Bukan hanya dia orang yang tidak berguna, tetapi dia juga telah menyinggung satu-satunya orang yang kuat yang bisa dia tempati. Dia telah nakal sejak dia masih kecil. Dia menciptakan begitu banyak masalah dan membodohi saudara perempuannya berkali-kali. Dia akan meletakkan ulat di kotak makan siangnya atau menakutinya di tengah malam dengan berpakaian seperti hantu. Dia praktis penyebab trauma masa kecilnya.", "Perhatikan hasilnya. Dia telah mengubah gadis yang coattails-nya bisa dia tumpangi menjadi musuhnya. Selain itu, adik perempuannya ini bukanlah orang yang baik hati. Dia telah menjadi trauma masa dewasanya untuk perubahan.", "7Su Ping pasti harus mencari kesempatan untuk berdamai dengan saudari yang kuat ini. Jika tidak, dia akan trauma atau sarafnya akan hancur setelah beberapa putaran ketakutan yang aneh.", "2Su Ping bersiap-siap, lalu dia memakai sandalnya dan menuju ke bawah.", "“Apa yang membuatmu begitu lama? Buburnya mulai dingin. Cepatlah, ”kata ibunya, Li Qingru. Dia tampak berusia empat puluhan, lembut dan halus.", "Su Lingyue sudah menggali dan tetap berada di dekat meja. Dia telah menempatkan Phantom Flame Beast bernama “Snowball” di kursi di sebelahnya, yang seharusnya menjadi tempatnya.", "Su Ping mengerutkan bibirnya. Bahkan saat sarapan sederhana, dia masih bisa merasakan sifat pendendam …", "“Kedatangan.”", "Su Ping pergi ke ruang tamu untuk mengambil kursi lain. Dia melihat sarapan besar dengan bubur, pai daging, dan susu kedelai. Dia mulai lapar.", "2Su Lingyue mengangkat alisnya dan melirik Su Ping. Dia sengaja menggunakan Snowball untuk menempati kursinya untuk memprovokasi dia, sehingga dia akan marah dan berteriak dan berteriak. Dengan cara itu dia akan menyuruh ibunya untuk memarahinya. Mengapa dia menanggung hinaan itu?", "4Penasaran.", "Ada sedikit kewaspadaan dalam penampilan Su Lingyue. Apakah orang ini merencanakan sesuatu dengan bertindak di luar karakter?", "“Bu, aku sudah selesai. Aku akan pergi ke akademi sekarang. ” Karena rencananya gagal, Su Lingyue tidak lagi ingin tinggal. Dia menyelesaikan sarapannya dengan cepat dan mengucapkan selamat tinggal kepada ibunya.", "Ketika dia akan pergi, Li Qingru menghentikannya, “Xiao Yue, tunggu.”", "“Ah?” Su Lingyue berbalik.", "“Akhir-akhir ini, toko saudara Kamu tidak berkinerja baik, tidak terlalu populer. Bagaimana kalau kamu menaruh Snowball di sana hanya untuk memakaikan anjing? ” Li Qingru mencoba membujuknya.", "10Su Lingyue terkejut. Dia melirik Su Ping yang sedang menelan bubur. Dia memutar matanya dan dengan marah beralasan dengannya, “Bu, bisnis ini semakin memburuk dari hari ke hari sejak kamu membiarkan pria ini mengambil alih. Menurut Kamu mengapa demikian? Alasannya adalah orang ini tidak melakukan tugasnya yang semestinya. Apakah Kamu masih ingat ketika seseorang hampir mengajukan keluhan terhadap kami di Association of Astral Pets?", "“Seseorang meninggalkan ‘Messenger Bird’ di sana untuk layanan boarding. Namun, itu mulai mengatakan ‘f * ck you dumb ** s’ kepada semua orang yang ditemuinya, dan itu akan melontarkan semua jenis kata-kata kutukan, semuanya dalam waktu kurang dari seminggu. Beberapa hari kemudian, burung itu dipukuli sampai mati dan kasus ini tetap tidak terselesaikan! ”", "18 “Apakah Kamu memiliki keberanian untuk membuat Snowball Aku dibesarkan olehnya ketika dia bahkan tidak bisa merawat Messenger Bird? Ada harapan Snowball bisa naik ke Astral Pet peringkat kedelapan. Jika Kamu tidak keberatan, Aku juga tidak akan. Lagipula, kaulah yang membelikanku Snowball. ”", "2Li Qingru tidak bisa berkata-kata. Dia membuka mulutnya tapi akhirnya menghela nafas.", "Jika bukan karena fakta bahwa dia harus beristirahat dengan tenang untuk memulihkan kesehatan karena cuaca buruk, dia tidak akan meminta Su Ping untuk mengambil alih toko secepat ini.", "Su Ping bisa merasakan tatapan kasar saudara perempuannya itu, tetapi memutuskan untuk tetap diam. Dia menunduk dan terus makan bubur tanpa memperhatikan Su Lingyue.", "13 “Hmm!” dia mendengus, setelah merasakan bahwa Su Ping tahu bagaimana harus bersikap dalam situasi yang sulit. Dia mengambil Snowball yang masih makan tulang dan kembali ke kamarnya untuk berganti pakaian dan pergi.", "Sesaat kemudian, Su Ping juga menyelesaikan sarapannya. Seperti biasa, setelah Li Qingru menyuruhnya untuk berhati-hati, dia naik sepeda ke toko.", "Itu adalah toko Astral Pets.", "Su Ping adalah pelatih yang suka bereksperimen. Karyanya lebih terkait dengan servis Astral Pets daripada pelatihan sebenarnya.", "Bagaimanapun, master trainer yang sebenarnya bisa mengubah potensi dan peringkat dari Astral Pet. Pelatih master menikmati posisi yang sama, atau bahkan lebih tinggi dari Astral Pet Warriors!", "5Di sepanjang jalan, Su Ping melihat gedung-gedung tinggi dan rumah-rumah besar, persis seperti di bumi. Satu-satunya hal yang berbeda adalah Astral Pets yang tampak aneh berjalan di samping sebagian besar pejalan kaki.", "“Aku memang di dunia lain…” seru Su Ping. Semuanya seperti mimpi tetapi itu sama nyata.", "Segera, dia tiba di toko Astral Pet milik keluarganya.", "Toko itu berada di ujung jalan komersial, lokasi yang relatif jauh, tetapi dulu cukup populer. Ibu Su Ping, Li Qingru, adalah pelatih Astral Pet resmi di Federasi. Meskipun dia hanya seorang pelatih dasar, dia lebih dari mampu membuka toko kecil seperti ini. Dia memiliki banyak pelanggan berulang.", "Tapi segalanya berubah dengan cepat ketika Su Ping mengambil alih toko.", "Adakah yang bisa berharap bahwa orang yang tidak menyukai Astral Pets akan merawat mereka dengan baik?", "1Crash ~!", "Su Ping membuka pintu penutup rol. Dia bisa melihat debu beterbangan di udara saat sinar matahari mencapai bagian dalam toko.", "Sepertinya toko sudah lama tidak dibersihkan. Tercium bau menyengat dari air seni dan kotoran hewan yang keluar dari dalam.", "Su Ping mengerutkan kening dan menahan napas sebentar.", "Tiba-tiba, suara mekanik yang dingin muncul di benak Su Ping.", "“Jiwa yang cocok terdeteksi dalam jangkauan target. Melakukan deteksi kontrak… ”", "2 “Kontrak selesai. Menambahkan ke sistem… ”", "“Selesai… Siap diluncurkan…”", "“Sistem?”", "1Su Ping berhenti sejenak. Kemudian, cahaya keluar dari matanya.", "Apa yang seharusnya datang akan datang…", "17", "www.worldnovel.online"]},
{"testing": ["Bab 8: Inkubasi Kekacauan Penerjemah: Editor Terjemahan Henyee: Terjemahan Henyee", "Tiga jam?", "Su Ping terkejut. Dia segera membuka komputer di dekatnya untuk memeriksa waktu. Tanggal yang tertera di komputer memang hari dia tiba di toko.", "“Fiuh …” Dia menghela napas lega.", "Itu bagus.", "Jika dia hilang selama tiga hari, ibunya akan kehilangan akal sehatnya.", "2Tentu saja, jika menyangkut adik perempuannya itu, dia mungkin merasa berbeda …", "Su Ping menggelengkan kepalanya. Dia memfokuskan pikirannya pada toko. Dia ingat inkubasi hewan peliharaan dan quest breeding yang baru saja dia kumpulkan. Segera, dia mulai mencari di toko.", "Segera, dia menemukan sebuah kolam seperti sumur yang mengering di ruang tunggu di belakang toko.", "Itu mungkin adalah “Chaos Spirit Pool for Incubation” yang baru saja ditambahkan sistem di toko hewan peliharaan.", "“Apakah Aku harus melakukannya di sini? Dengan apa Aku harus memulai inkubasi? ”", "1Su Ping penasaran. Tiba-tiba, gambar ayam yang bertelur muncul di benak. Ekspresinya sedikit berubah. Sikap tenangnya berangsur-angsur berubah menjadi perhatian …", "“Penyelenggara masih dalam bulan perlindungan pemula. Hanya 10 poin energi yang dibutuhkan untuk satu penggunaan ‘Chaos Spirit Pool for Incubation’, ”sistem menambahkan.", "2Su Ping merasa lega.", "Selama dia bisa menggunakan poin energi untuk ini … Bisa dikatakan, menggunakan energi juga bukan masalah bercanda.", "Sepuluh poin energi sama dengan 1000!", "2 “Beruntungnya Aku, ketika Aku menyelesaikan misi, Aku bisa mendapatkan buku keterampilan untuk petarung petarung, artinya, Aku bisa membeli buku keterampilan dengan 1000. Itu sangat berharga.”", "Biasanya, seorang petarung hewan peliharaan harus menguasai keterampilan untuk dapat terdaftar di Akademi Hewan Peliharaan Astral. Keterampilan seperti itu harus membutuhkan waktu lama, kerja keras dan latihan untuk dikuasai. Itu bukanlah sesuatu yang hanya bisa dibeli oleh 1000 orang.", "“Sistem, bagaimana Aku bisa menghasilkan uang dengan cepat?” Su Ping menanyakan sistem dalam benaknya.", "Sesaat kemudian, sistem memberikan jawaban singkat, “Tuan rumah dapat memperoleh energi dengan cepat dengan menjual makanan.”", "Menjual makanan? Secara alami, Su Ping masih ingat layanan ini. Dalam sekejap, rambutnya berdiri dan dia merinding. “Aku perlu memanen makanan di lokasi budidaya. Situs budidaya ini tidak akan menjadi tempat seperti Thunder Cloud Realm, bukan? ”", "Dia tidak ingin memanen makanan di beberapa tempat di mana dia akan terancam oleh krisis yang berkembang. Dia sudah muak dengan kematian!", "3Dia mungkin tidak akan keberatan dengan kematian instan. Yang paling dia takuti adalah digigit sampai mati, satu gigitan demi gigitan, perlahan. Itu akan menjadi cara yang paling mengerikan untuk pergi!", "Sistem menjawab, “The Thunder Cloud Realm bukan satu-satunya situs budidaya. Itu hanya satu di antara banyak, dan ini adalah yang maju. ”", "“Mengingat sisa energi yang tersisa dari tuan rumah, tidak cukup untuk membayar satu putaran teleportasi ke Alam Awan Petir. Tuan rumah, silakan pilih situs budidaya dalam kisaran harga yang diizinkan untuk pergi ke … ”", "“Waspadalah. Semakin maju tempat budidaya, semakin tinggi kemungkinan memanen makanan yang berharga! ”", "“Apa?”", "Su Ping tiba-tiba duduk tegak.", "“Harga? Energi?”", "“Peringatan. Peringatan kata-kata kotor kedua! ”", "18Ekspresi wajah Su Ping berubah!", "Dia harus membayar untuk pergi ke tempat budidaya?", "Apakah sistem yakin bahwa itu adalah sistem hewan peliharaan super? Bukankah itu sistem miliuner ?!", "Su Ping merasa terlalu malu. Dia tidak ingin pergi beberapa saat sebelumnya. Namun, sedetik kemudian, dia diberitahu bahwa dia tidak bisa, bahkan jika dia mau!", "Selain itu, menurut sistem, dia kehilangan banyak uang!", "Selama hari-hari sebelumnya untuk misi pelatihan, dia tidak melakukan apa pun selain memfokuskan pikirannya pada Tikus Petir. Dia telah menyia-nyiakan kesempatan sempurna untuk memanen makanan selama tiga hari di situs budidaya lanjutan Clou Gunturd Alam!", "9Jika keadaannya berbeda, dia akan kembali dengan membawa banyak makanan untuk hewan peliharaan dari keluarga petir!", "“Sistem, aku menyalahkanmu…” Su Ping terdengar penuh keluhan.", "Sistem tetap tidak terpengaruh. “Kamu tidak bertanya. Selain itu, sebagai tuan rumah yang berkualifikasi, Kamu harus belajar untuk menelusuri segala sesuatu yang berhubungan dengan hewan peliharaan. ”", "3 “Kamu!” Su Ping mengatupkan giginya.", "Peringatan kata-kata kotor ketiga. Hukuman diambil secara acak. Pengalaman rasa sakit yang luar biasa… ”sistem memperingatkannya.", "8Su Ping membuka lebar matanya. “Tidak…!”", "“Ah, ah, oh, oh, ah…”", "9Beberapa saat kemudian dan setelah serangkaian teriakan keras.", "Su Ping duduk di dekat pintu toko hewan, lesu. Penampilannya menunjukkan bahwa dia telah melalui perubahan.", "Bang.", "Sebuah koin dilemparkan padanya.", "2Su Ping mendongak dan melihat seorang pria tersenyum hangat padanya. Dia mengenakan setelan bisnis dan rambutnya dibelah di tengah. Kemudian, dia hanya bisa melihat bagian belakang pria itu setelah dia berbalik dengan anggun.", "2 “…”", "Su Ping mengambil koin itu tanpa suara.", "Dia menatap koin itu, dan menatapnya lagi …", "“Sistem, dapatkah uang ini diubah menjadi energi?” Su Ping tiba-tiba bertanya.", "1Sistem: “…”", "“Tidak!”", "Su Ping membuat suara “oh” dengan suara rendah. Dia perlahan-lahan meletakkan koin di sakunya dan berdiri. Dia menepuk debu dari pantatnya. Hidup itu sulit tetapi harus terus berjalan, bukan?", "Dia kembali ke toko dan Su Ping membaca kata-kata “Jendela Menuju Bidang Budidaya” di benaknya.", "Segera, grafik berjendela muncul di depannya. Banyak nama lokasi tertulis di dalamnya, dan mengikuti setiap lokasi adalah angka yang menunjukkan energi yang dibutuhkan.", "Su Ping menggulirnya ke bawah. Dia melihat kata “Thunder Cloud Realm” dan energinya adalah 1000.", "Seribu titik energi untuk satu kunjungan.", "Su Ping mengerutkan bibirnya. Segera, ketenangan dipulihkan.", "Dia telah menjadi tenang, seperti Buddha.", "1Su Ping terus menggulir halaman ke bawah. Dia datang ke pesawat budidaya dasar. Energi yang dibutuhkan untuk memasuki tempat-tempat tersebut bervariasi dari satu hingga 10.", "“Apa?” Tiba-tiba, Su Ping melihat sebuah pesawat yang juga dinamai “Alam Awan Petir”, tapi itu hanya membutuhkan satu titik energi!", "Apakah dia membacanya dengan benar?", "Su Ping memeriksa dengan lebih cermat. Jumlahnya benar. Jadi, apakah sistem melakukan kesalahan?", "“Sistem ini tidak membuat kesalahan apa pun,” suara sistem datang tepat waktu, “Ini adalah bagian dari pesawat yang disebut Thunder Cloud Realm. Fragmen adalah bagian yang dipatahkan dari Alam Awan Guntur, mungkin mendarat dari sudut-sudut alam, atau reruntuhan di mana tidak ada hewan atau tumbuhan. Pergi ke tempat-tempat seperti itu akan berisiko. Tuan rumah harus berhati-hati. ”", "“Pecahan?” Sampai saat itulah Su Ping akhirnya menyadari kata “fragmen” ditulis dalam ukuran yang sangat kecil.", "1Dia tiba-tiba teringat apa yang dikatakan di buku sejarah Federasi. The Thunder Cloud Realm telah putus dan lenyap. Mungkinkah fragmen ini berasal dari kejadian itu?", "Kemudian…", "Yang dia masuki adalah Alam Awan Guntur yang lengkap?", "Tapi itu telah hancur berkeping-keping, mengapa ada Alam Awan Petir yang utuh?", "Su Ping memiliki pertanyaan tetapi dia tidak mendapatkan jawaban dari sistem. Tiba-tiba, dia merasa sistem ini sangat kuat. Dia pikir dia sebaiknya tidak mengacaukan sistem di masa depan.", "6Su Ping melihat-lihat daftar itu dan menutupnya. Dia tidak memilih untuk masuk.", "Dia lelah.", "Cukup lelah.", "Dia telah meninggal lebih dari seratus kali dalam tiga hari ketika dia berada di Alam Awan Guntur. Itu berarti lebih dari satu digit. Selama hampir setengah dari kematian, dia perlahan-lahan disiksa sampai akhir hayatnya dengan cara yang paling menyiksa.", "2Meskipun setiap kali setelah dia dihidupkan kembali, kekuatannya akan pulih. Kelelahan jiwa itu menjadi semakin membebani. Itulah sebabnya Tikus Penerangan jatuh tertidur begitu lelap begitu mereka kembali.", "Su Ping menutup pintu penutup rol. Toko itu meredup. Segera, dia berbaring di atas meja dan tidur nyenyak.", "…", "…", "Su Yanying telah kembali ke akademi.", "Kampus besar itu memiliki halaman rumput yang luas. Iturasio hijau cukup tinggi. Di tengah alun-alun di kejauhan, terdapat kolam dan air terjun sehingga beberapa hewan peliharaan siswa keluarga air bisa bersenang-senang di sana.", "Tapi, saat ini, kolam itu sangat sunyi. Tidak ada satu pun hewan peliharaan di sana.", "Di kampus sebesar bandara, ada jiwa-jiwa busuk yang berkeliaran.", "Itu sangat sunyi di mana-mana.", "Su Yanying tidak menganggap ini aneh. Secara alami, dia tahu ke mana semua orang pergi.", "Ada tempat seperti stadion besar di ujung alun-alun.", "Saat ini, suara orang bersorak keluar dari tempat ini. Bahkan orang yang berdiri di gerbang akademi bisa mendengar suara itu.", "Pertandingan sore masih berlangsung!", "“Percepat!” Su Yanying berkata kepada Lighting Rat yang mengikutinya. Kemudian, dia mempercepat dan menekan ke depan.", "Dia telah membuang banyak waktu dalam perjalanannya ke toko hewan peliharaan. Untungnya, pertandingannya dijadwalkan nanti sore. Ini akan dimulai sekitar pukul empat.", "Dengan kata lain, jika pesaing dalam pertandingan sebelumnya gagal terlalu cepat, pertandingannya akan dinaikkan.", "www.worldnovel.online"]},
{"testing": ["Bab 2: Situs Budidaya Kuno", "Penerjemah: Editor Terjemahan Henyee: Terjemahan Henyee", "Sebagai seorang Otaku, Su Ping menghabiskan hari-harinya “belajar” secara online. Dia tidak asing dengan sistem. Terkejut, Su Ping mulai menyelidiki fungsi sistem ini dengan segera.", "“Aku adalah Sistem Hewan Peliharaan Super, berdedikasi untuk membudidayakan hewan peliharaan terkuat di dunia, dan semboyan sistem ini adalah: semuanya dapat dibudidayakan, dan semuanya adalah hewan peliharaan!” “Sistem budidaya hewan peliharaan ?!” Su Ping berseru kaget.", "Sistem itu terdengar lancang. Semuanya hewan peliharaan. Jadi, bisakah bunga dan rumput di sepanjang jalan dihitung sebagai hewan peliharaan juga?", "“Bunga dan rumput juga bisa menjadi hewan peliharaan, jika mereka memiliki kecerdasan dan dibangkitkan secara spiritual. Hewan peliharaan dari keluarga tumbuhan berevolusi dari tumbuhan biasa, ”sistem memberikan jawaban yang acuh tak acuh.", "Su Ping tercengang. Dia memelototi udara dan bertanya, “Kamu bisa mendengar pikiranku?”", "“Aku terhubung dengan jiwa tuan rumah. Tentu saja, Aku menyadari pikiran tuan rumah Aku… Peringatan, peringatan kata-kata kotor pertama! ”", "8“…”", "Su Ping terdiam.", "“Sistem sudah diaktifkan. Kamu, tuan rumah Aku, harus menambahkan toko hewan peliharaan milik Kamu dalam waktu 24 jam. Jika penambahan gagal, sistem akan dihapus dan memori hari itu akan dihapus… ”Sistem menambahkan.", "“Sistem akan dihapus?”", "Su Ping mengangkat alisnya setelah mendengar jawaban itu. Meskipun sistem bukanlah hal yang luar biasa, namun tetap saja sistem.", "“Ada toko hewan peliharaan tepat di depanku. Bisakah Aku menambahkan yang ini? ” Su Ping bertanya secara telepati.", "“Berizin. Harap konfirmasi. ”", "Su Ping langsung mengonfirmasi.", "Bagaimanapun, toko hewan peliharaan ini adalah milik keluarganya. Dia bisa melakukan apapun yang dia inginkan dengannya.", "“Penambahan berhasil. Menyesuaikan toko hewan peliharaan… ”", "“[Pet Trough] didirikan,[Nursing Pen] didirikan, [Window to Cultivation Plane] didirikan…”", "“Penyiapan selesai. Memulai misi pemula… ”", "“Dua hewan peliharaan terdeteksi di toko. Pilih salah satu hewan peliharaan dan tingkatkan kekuatannya tiga kali lipat dalam seminggu untuk mencapai standar yang dianggap ‘memenuhi syarat’ oleh sistem ini. ”", "Saat sistem menyelesaikan laporannya, Su Ping merasa toko Astral Pet tampak berbeda dari sebelumnya. Bau urine dan kotoran hewan yang sebelumnya menyengat sudah hilang. Pada saat yang sama, toko tersebut tampak lebih rapi dan bersih. Itemnya sama seperti sebelumnya tetapi prospeknya benar-benar baru.", "“Meningkatkan kekuatan Astral Pet sebanyak tiga kali lipat? Dalam seminggu? ” Su Ping bertanya-tanya apakah dia salah dengar sistemnya. Atau, mungkin, sistemnya bermasalah.", "Seberapa sulit untuk meningkatkan kekuatan Astral Pet?", "Tanpa berburu dan berlatih setiap hari, atau mengonsumsi merek makanan berharga yang populer, itu mustahil!", "Sangat sulit untuk mencapai kemajuan dengan satu kali lipat, apalagi tiga kali lipat dalam satu kali percobaan atau batas waktu satu minggu…", "“Apa yang akan terjadi jika Aku gagal dalam misi ini?” Su Ping bertanya.", "“Tuan rumah harus menerima hukuman atas kegagalan. Metode hukuman akan diambil secara acak, termasuk hukuman petir, hukuman api penyucian, hukuman rasa sakit yang ekstrim … ”sistem menjawab.", "Su Ping memutar matanya. Dia tahu tidak ada bentuk hukuman yang bisa dianggap enteng hanya dengan mendengar namanya.", "“Bisakah Aku beralih ke misi lain?” Su Ping sedang membuat perjuangan terakhirnya.", "“Tidak.” Dia ditolak dengan kejam. “Peringatan. Peringatan kata-kata kotor kedua! ”", "“…”", "“Peringatan kata-kata kotor ketiga! Hukuman guntur dipilih secara acak! ”", "Sangat sulit membuat suara sistem menghilang ketika Su Ping merasakan arus listrik yang sangat besar mengalir ke seluruh tubuhnya. Dia bergerak-gerak seperti zombie menari Disco.", "Aliran listrik menghilang begitu saja. Su Ping merasakan sakit yang membara di sekujur tubuhnya. Dia ingin melontarkan hinaan verbal tetapi dia menekan dorongan itu. Orang bijak harus tahu kapan harus mundur.", "“Sudahlah. Aku akan mencoba questnya dulu. Jika Aku gagal, maka Aku harus mengatakan bahwa sistemnya adalah sampah! ” Su Ping menggigit haiGigi penuh kebencian.", "Dia menyeret tubuhnya yang sakit ke ruang hewan di dalam toko.", "Begitu dia di dalam, Su Ping menyadari bahwa tempat itu lebih luas. Jejak kaki utamanya sama tetapi skor kandang besi yang menumpuk telah hilang. Mengambil tempat mereka dua baris sangkar batu.", "Lebih seperti susunan batu yang aneh dari pada sangkar batu.", "Beberapa stalagmit naik langsung dari tanah dan mengelilingi dua Astral Pets. Jarak antara stalagmit itu besar dan tidak ada langit-langit di atasnya. Hewan peliharaan Astral secara virtual dapat melompat keluar atau masuk melalui celah.", "Namun, kedua Astral Pets tergeletak di tanah tanpa sedikit pun niat untuk “menyelamatkan diri”.", "Su Ping mengangkat alisnya. Ini pasti sesuatu yang dibayangkan oleh sistem. [Pet Trough] sistem yang disebutkan harus seperti ini.", "Dia melihat ke dua hewan peliharaan dalam susunan batu. Keduanya adalah Battle Pets dari tipe rata-rata.", "Salah satu hewan peliharaannya adalah Tikus Petir, Pet Pertempuran kelas rendah dari tipe gesit. Bahkan di masa dewasa, Tikus Petir hanya akan mencapai posisi menengah dari peringkat pertama. Kemungkinan evolusi Lightning Rats cukup rendah. Bahkan ketika mereka berevolusi menjadi Tikus Badai Petir, mereka hanya bisa mencapai peringkat ketiga, yang setinggi yang mereka bisa.", "1Yang lainnya adalah Managarm, juga merupakan Pet Pertempuran kelas rendah dari tipe tangkas. Ketika dewasa, Managarms akan berada di posisi tinggi peringkat pertama, sekuat harimau Siberia di bumi.", "Su Ping samar-samar ingat bahwa kedua Astral Pets ditinggalkan di layanan penitipan hewan peliharaan toko dan akan diambil setelah beberapa hari.", "‘Aku akan pergi dengan Tikus Petir.’", "4Su Ping mempertimbangkan pilihannya dan memilih Tikus Petir yang lebih lemah. Dengan cara ini, ruang untuk perbaikan akan lebih besar.", "Dia mendengar suara sistem lagi, “Pet dipilih. Silakan pilih Bidang Budidaya. ”", "Segera setelah sistem menyelesaikan kalimatnya, sinar cahaya putih surealis tiba-tiba muncul di depan Su Ping dan itu merobek ruang, membentuk retakan vertikal yang berbentuk mata. Ada aura penghancur di sisi lain dari bukaan itu, mampu memutarbalikkan apapun yang bersentuhan dengannya.", "Su Ping tercengang. Setelah memastikan bahwa benda ini tidak akan menimbulkan bahaya baginya, dia bertanya pada sistem. “Apa itu Bidang Kultivasi?”", "“Pesawat Budidaya adalah situs utama untuk pembiakan dan budidaya hewan peliharaan. Tuan rumah dapat memilih lokasi yang cocok untuk hewan peliharaan yang dipilih untuk membudidayakannya. ”", "“Situs budidaya?”", "Su Ping menggali ingatannya untuk mendapatkan informasi tentang hal ini. Budidaya Hewan Astral sangat bergantung pada situs. Oleh karena itu, banyak toko pengembangbiakan Astral Pet akan menyewa area yang luas untuk membangun tempat budidaya, juga dikenal sebagai tempat berburu profesional.", "Toko hewan peliharaan yang lebih besar akan memiliki fasilitas seperti itu juga, tetapi dengan layanan yang lebih menyeluruh.", "Untuk toko hewan peliharaan kecil seperti yang dioperasikan oleh Su Ping, mereka hanya perlu memberi makan hewan peliharaan pelanggan mereka dan menjaga kebersihan tempat itu.", "“Mendeteksi hewan peliharaan. Tikus Petir. Hewan peliharaan dari keluarga guntur. Cocok ditemukan untuk bidang budidaya yang paling cocok. Alam Awan Guntur Kuno. Masuk, ya atau tidak? ”", "Su Ping merasa bingung. “Ya Aku kira.”", "Saat dia selesai berbicara, dia tiba-tiba merasakan nama bidang kultivasi ini agak familiar.", "Hewan Peliharaan Astral berasal dari latar belakang yang berbeda tetapi sebagian besar berasal dari retakan di luar angkasa, atau mungkin beberapa benda langit yang ditempati oleh binatang buas dan hewan, sedangkan Hewan Peliharaan Astral lainnya berasal dari planet kuno.", "1The Thunder Cloud Realm tampaknya merupakan tempat kelahiran kuno Astral Pets dalam keluarga guntur yang telah rusak dan sudah lama hilang.", "Dikatakan bahwa ada banyak Hewan Peliharaan Astral tingkat atas di keluarga petir, seperti Naga Petir Laut Biru, Petir Besar Berkepala Sembilan, dan Binatang Zephyr, semuanya berasal dari Alam Awan Petir. Dengan runtuhnya dan lenyapnya Alam Awan Guntur, ituAstral Pets tingkat atas telah menjadi legenda yang jarang terlihat.", "Mungkinkah tempat yang dia tuju adalah situs kuno yang sudah lama hilang?", "Sebelum Su Ping kembali ke akal sehatnya, dia merasakan kekuatan yang kuat menghisapnya ke arah celah dengan cahaya putih yang nyata.", "Langit dan bumi berputar-putar.", "Kemudian, berubah menjadi gelap gulita.", "4Ketika dia mendapatkan kembali penglihatannya, dia melihat kabut putih buram dan mendengar suara gemuruh yang menggelinding.", "Su Ping berada di sana dengan linglung sesaat sebelum dia merasa terkejut dengan visual di depannya!", "Apakah ini situs kuno yang hilang?", "Dia menemukan dirinya berada di daerah yang luas dikelilingi oleh pohon-pohon raksasa. Awan dan kabut berada di langit puluhan meter dari puncak pepohonan. Petir melintas di tengah awan dan kabut. Lampu ungu berkedip-kedip seolah naga ada di sana mengendarai awan.", "Langit berbintang yang tak terbatas bisa dilihat melalui area yang lebih tipis di lautan awan dan kabut. Planet raksasa, dekat dan jauh, terlihat dengan mata telanjang, begitu dekat sehingga cincin meteorit planet di permukaannya terlihat jelas dan berbeda.", " ", "worldnovel.online"]},
{"testing": ["Bab 6: Kebangkitan Penerjemah: Editor Terjemahan Henyee: Terjemahan Henyee", "“Hai.”", "Su Ping melangkah. Dia adalah seorang pelanggan, jadi dia harus memperlakukannya dengan baik dan sopan.", "“Hai, Aku di sini untuk mengambil Astral Pet Aku.” Pemilik toko telah datang. Su Yanying mengalihkan pandangannya dari toko kosong dan berkata kepada Su Ping, “Tikus Petir yang Aku taruh di sini setengah bulan yang lalu. Apakah itu baik-baik saja? ”", "Tuan dari Tikus Petir? Su Ping terkejut.", "Kenangan yang terkait dengan masalah ini digali.", "Su Ping langsung ingat. Ada ekspresi aneh di wajahnya. Mau tak mau dia melirik gadis ini lagi.", "Apakah dia gadis paling beruntung…", "Su Ping merasa tidak nyaman karena Tikus Petir harus dikembalikan ke tuan aslinya. Sebagian alasannya adalah karena dia telah menjadi terikat pada Tikus Petir dan bagian lainnya karena dia merasa tidak mau …", "Bagaimanapun, ini adalah Tikus Petir super yang telah menguasai salah satu dari 10 keterampilan khusus!", "Bagaimana dia bisa menyerah begitu saja?", "4Yah… dia tahu pria kecil ini adalah orang lain sejak awal.", "Su Ping merasa putus asa dan hanya bisa menghela nafas beberapa kali. “Ini sangat baik, lebih baik dari pada baik. Ikutlah denganku dan selesaikan tagihannya dulu, ”katanya, tak bernyawa.", "Su Yanying bingung. Mengapa pengurus ini terdengar aneh? Apakah dia kesal?", "Dia sepertinya punya ide. “Jangan khawatir. Aku datang sebelumnya tetapi Aku akan membayar Kamu biaya asuh seperti yang kita diskusikan. Aku akan membayarmu penuh. ”", "“Hmm…”", "“??”", "Su Ping sedang tidak ingin berbicara dengannya. Dia mengambil tagihan untuk deposit tersebut. Ketika dia melihat angka-angka itu, dia merasakan gelombang sakit hati lainnya.", "3Dia menarik napas dalam-dalam dan merobek tagihannya perlahan.", "Dia bertindak seolah-olah sepotong daging telah dipotong darinya dan suaranya dipenuhi dengan perasaan sedih yang mendalam. “Dikurangi setoran yang kamu bayarkan, kamu harus memberikan 108 lagi…” Suaranya bergetar dan dia hampir tercekik!", "108 …", "Hanya 108 !!", "1 Astral Pet yang telah mempelajari salah satu dari 10 keahlian khusus akan diberikan dengan harga yang sangat rendah!", "“Baik…”", "Su Yanying menemukan ada sesuatu yang salah tentang pemiliknya tetapi dia tidak bisa mengatakannya. Dia menyelesaikan tagihan dengan cepat. “Ini dia. Bisakah kamu menunjukkan Astral Pet Aku? ” Dia sangat ingin melihat Tikus Petir, dan untuk memeriksa apakah itu aman dan sehat.", "Bagaimanapun, beberapa toko hewan akan membuat kesalahan saat mereka memberi makan hewan peliharaan yang dapat menyebabkan penyakit. Meskipun kejadian itu jarang terjadi, dia tidak dapat melihat kejadian yang tidak menguntungkan terjadi padanya pada saat kritis ini.", "Su Ping mendengar nada cepat uang masuk ke rekeningnya. Mulutnya bergerak-gerak. Akhirnya, dia berdiri dan berbalik. “Tunggu di sini,” katanya.", "Dia meninggalkan meja kasir dan melangkah ke ruang hewan peliharaan perlahan.", "Saat dia melihat Tikus Petir yang sedang tidur di barisan stalagmit, mengingat pertempuran yang mereka lawan berdampingan selama tiga hari terakhir, dia merasa enggan untuk berpisah dengannya.", "“Ayolah. Waktunya kamu pulang. ” Su Ping menghela nafas dan mengambil Lightning Rat dengan lembut.", "Tikus Petir terkejut dan bangun. Ketika melihat itu adalah Su Ping, Tikus Petir perlahan-lahan merilekskan dan menutup matanya, kembali tidur.", "Selama tiga hari pelatihan yang kejam dan putus asa, hanya ketika Tikus Petir bersama Su Ping, ia bisa merasa cukup aman untuk tidur.", "3Ini adalah kekuatan kebiasaan dan kepercayaan!", "Su Ping tersenyum paksa. Dia menarik napas dalam-dalam untuk menenangkan diri, lalu keluar dari ruang hewan peliharaan.", "Tikus Petirku.", "Mata Su Yanying bersinar saat dia melihat Su Ping keluar dengan Lightning Rat di pelukannya.", "Dia tahu ini adalah Tikus Petirnya begitu dia melihatnya. Meskipun penampilan Tikus Petir tampak sedikit berbeda dari sebelumnya, ikatan yang dimiliki oleh daging dan darah yang berasal dari kontrak tidak mungkin salah.", "Namun, dia menemukan sesuatu yang aneh. Ketika dia pertama kali datang ke toko hewan peliharaan, dia tidak merasakan kehadiran Tikus Petir dari kontrak mereka, seolah-olah ada sesuatu yang memblokirnya.", "Dia tidak punya waktu untuk merenungkannya. Dia bergegas maju dan mengambil alih Lightning Rat dari tangan Su Ping.", "Tikus Petir terkejut lagi. The LighMata mengantuk Tning Rat bersinar begitu ia melihat bahwa itu adalah Su Yanying. Itu melemparkan dirinya ke dalam pelukannya dengan gembira dan mencicit dengan genit tanpa henti.", "Su Ping berdiri di samping mereka. Suara bahagia yang dibuat oleh Tikus Petir memberinya dorongan aneh untuk mencekiknya sampai mati.", "“Bajingan ini … dia hanya tahu bagaimana mencicit dengan genit saat tuan aslinya ada di sini.”", "Tikus Petir tidak pernah melakukan ini dengannya.", "Tapi Su Ping sangat menyadari bahwa ikatan emosional yang ditopang oleh kontrak akan memberikan pengaruh yang besar pada Astral Pets. Itulah mengapa mayoritas Astral Pets tidak akan pernah mengkhianati majikan mereka; mereka bahkan akan mengorbankan hidup mereka untuk mereka!", "3 “Ayo. Mari kita pulang.”", "Di dalam, Su Yanying senang karena Tikus Petir masih utuh dan sedikit lebih kurus.", "Dia telah mendengar tentang bagaimana beberapa toko hewan peliharaan yang tidak etis akan menipu makanan hewan untuk menghasilkan lebih banyak uang. Dia tidak ingin membahas ini lebih jauh.", "Selama Tikus Petir sehat. Kalau tidak, untuk menyembuhkan penyakitnya butuh waktu lama.", "Su Yanying menepuk kepalanya begitu dia meletakkan Tikus Petir di tanah. Dia bahkan tidak repot-repot melihat Su Ping yang berdiri di sampingnya. Di dalam, dia memberikan nilai negatif tentang toko ini. Dia tidak akan pernah kembali lagi!", "2Tikus Petir mulai melompat-lompat di sekitar Su Yanying dengan gembira begitu dia berada di tanah. Itu di atas bulan, karena sudah lama tidak melihat tuannya.", "Su Yanying membuka pintu dan pergi. Segera, gadis dan hewan peliharaan itu lenyap dari pandangan Su Ping.", "Su Ping membuang muka saat Tikus Petir memantul dan menghilang. Dia menghela nafas.", "Saat itu, sistem tiba-tiba mengirim pesan—", "“Mendeteksi uang masuk ke rekening. [Toko] dibuka… ”", "“Berbunyi. Uang telah diubah menjadi poin energi. ”", "6Su Ping tercengang. Sebelum dia bisa memeriksa, dia mendengar pesan lain.", "“Quest: [Chaos Spirit Pool for Incubation] sudah siap. Tuan rumah harus membiakkan hewan peliharaan miliknya dalam waktu seminggu. ”", "4 “Hadiah untuk pencarian yang diselesaikan: buku keterampilan acak untuk petarung petarung.”", "1 “Hukuman untuk misi gagal: turunkan tarif tuan rumah. Ketika tarifnya di bawah garis kelulusan, tuan rumah akan dihapus! ”", "5Buku keterampilan untuk petarung petarung?", "Su Ping bingung. Dia sama sekali bukan petarung hewan peliharaan, dan kekuatan inti aslinya tidak ada di selnya.", "“Tuan rumah dapat membeli ‘Ramuan Kebangkitan’ di toko untuk memenuhi syarat sebagai pejuang hewan peliharaan,” sistem memperingatkannya.", "Su Ping kagum. Lalu, dia tersentak. Ramuan Kebangkitan?", "Dia ditakdirkan untuk menjadi orang biasa sejak lahir. Mungkinkah dia mengubah hidupnya? Bisakah dia menjadi pejuang hewan peliharaan?", "Sesuatu harus dijabarkan.", "Keterampilan bawaan ditentukan saat lahir!", "Hanya sebagian kecil yang bisa menjadi pengecualian, mereka yang dapat membangkitkan kemampuan mereka di kemudian hari, tetapi tidak ada satu pun dalam sejuta!", "Tentu saja, dikatakan bahwa negara telah mengembangkan beberapa ramuan yang dibuat dari tanaman khusus yang ditemukan di luar angkasa, dan ramuan semacam itu dapat meningkatkan kemungkinan orang biasa untuk bangkit.", "Tetap saja, ramuan semacam itu dihargai pada tingkat yang hanya mampu dibeli orang kaya. Siapapun tanpa jutaan demi jutaan bahkan tidak akan mendapat kesempatan!", "Adapun orang-orang yang sangat kaya itu, siapa yang akan mengambil risiko menjadi pejuang hewan peliharaan untuk berjuang di garis depan di perbatasan, selain memuaskan keingintahuan mereka sejenak?", "“Dimana tokonya?”", "2Su Ping tidak sabar untuk melihat “Ramuan Kebangkitan” ini. Dia sangat ingin mendapatkannya. Lagipula, baik dalam kekuatan atau kemampuan bertahan hidup, ada perbedaan dunia antara petarung petarung dan masyarakat umum!", "Contoh kasus sederhana adalah Su Ping dan saudara perempuannya Su Lingyue.", "Sejak Su Lingyue bergabung dengan Academy for Astral Pets pada usia 12 tahun, Su Ping tidak pernah, bahkan tidak sekali pun, unggul dalam pertempuran jarak dekat. Dia selalu dikalahkan dengan mudah!", "Oleh karena itu, selama bertahun-tahun, dia telah belajar menggunakan otaknya alih-alih otot, kecuali diperlukan.", "6", "…", "www.worldnovel.online"]},
{"testing": ["Bab 4: Penerjemah Keahlian Khusus: Editor Terjemahan Henyee: Terjemahan Henyee", "Tikus Petir masih shock setelah dihidupkan kembali. Namun, ia segera sadar kembali saat itu. Setelah ragu-ragu sedetik, Tikus Petir berlari menuju serangga besar seperti yang diperintahkan.", "Serangga besar itu marah, karena mangsanya telah melarikan diri dua kali dari mulutnya. Ketika Tikus Petir akan tiba, serangga besar itu mengeluarkan semacam sekresi putih yang menyebar seperti jaring laba-laba, benar-benar menjebak Tikus Petir.", "Setelah mangsanya ditangkap, serangga besar itu bergoyang dan mencabik-cabik Tikus Petir dengan cakar yang tajam.", "“Menghidupkan kembali!”", "“Serang lagi!”", "Su Ping segera menghidupkan kembali Tikus Petir dan menyuruhnya menyerang segera.", "Hanya dalam sekejap, Tikus Petir telah dihidupkan kembali lagi dan lagi dan dibunuh oleh serangga besar berulang kali. Pada kedelapan kalinya ia bergegas untuk menghadapi jaring yang dimuntahkan oleh serangga raksasa itu, Tikus Petir melintas dan menghilang di tempat dalam sekejap, hanya untuk muncul kembali di suatu tempat yang lebih jauh.", "2 “Kilatan Petir!”", "5Su Ping menggigil ketakutan. Apakah hantu itu tertawa ?!", "1Apakah itu salah satu dari 10 keterampilan khusus untuk Hewan Peliharaan Astral dari keluarga petir, “Kilat Petir”?", "Su Ping bertanya-tanya apakah dia sedang berhalusinasi.", "Bagaimana bisa seorang Tikus Penerangan di peringkat pertama memahami keterampilan khusus dari keluarga petir yang sangat langka sehingga sangat berharga?", "1Su Ping terkejut dan bingung.", "Bahkan tidak semua Hewan Peliharaan Astral tingkat lanjut dari keluarga petir, seperti yang ada di peringkat ketujuh atau kedelapan, bisa menguasai keterampilan khusus tingkat atas dengan kelangkaan seperti itu!", "Selain itu, Tikus Petir ini hanya rata-rata, bahkan miskin. Tikus Petir bahkan mungkin tidak bisa mempelajari keterampilan hewan peliharaan tingkat menengah dari keluarga petir, belum lagi memahami keterampilan khusus!", "4Su Ping terus memperhatikan pertarungannya untuk mengamati.", "Setelah terburu-buru tiba-tiba, Tikus Petir mendekati sisi serangga besar dalam sekejap mata. Tikus Petir telah menemukan titik lemah yang sempurna. Petir dihasilkan di sekitar tubuhnya saat Tikus Petir menabrak daging lembut di sisi serangga besar.", "2Serangga besar itu segera jatuh ke tanah. Ada beberapa luka bakar di tempat berdagingnya.", "Namun, serangga itu belum sepenuhnya lumpuh. Sebaliknya, karena dirangsang oleh rasa sakit yang tajam, serangga itu mulai berputar dan berputar dengan keras. Segera, itu merangkak kembali dan meluncurkan serangan ke Lightning Rat dengan kecepatan lebih cepat.", "Setelah melepaskan semua energinya, Tikus Petir lelah sehingga bergerak perlahan. Ia mati lagi setelah serangan serangga besar yang menjebaknya.", "“Bangkit,” kata Su Ping cepat.", "3Tikus Petir muncul lagi di tanah. Itu tidak lagi bingung dan bingung seperti sebelumnya, seolah-olah sudah terbiasa dengan awal yang baru ini setelah menahan rasa sakit yang singkat.", "2 Dihadapkan pada serangga yang trauma ini, sebelum Su Ping memberi perintah apapun, Lightning Rat telah berlari untuk melanjutkan pertempuran yang belum selesai.", "4Serangan, cedera, kematian, dan kebangkitan.", "Setelah lebih dari selusin putaran, serangga besar itu akhirnya jatuh, mati dengan amarah dan keengganan karena tidak bisa lagi mengalahkan Tikus Petir yang tidak pernah mati.", "4Di ronde-ronde terakhir, Su Ping tidak pernah melihat “Kilatan Petir” lagi; sepertinya serangan seperti itu hanya sekejap saja.", "Dia merasa kasihan dan sedikit kecewa. Karena itu, dia tahu bahwa selama apa yang dia lihat itu nyata, maka Tikus Petir dapat melakukannya lagi di masa depan, karena itu sudah berhasil sekali!", "Setelah merawat serangga raksasa itu, Su Ping berhasil menghentikannya. Paling tidak, dia tidak harus dimakan oleh serangga raksasa dan mengalami cara kematian yang menjijikkan.", "“Sekarang Aku melihat bahwa tempat ini memang berbahaya, tetapi pelatihannya produktif.”", "2Su Ping melihat ke arah Tikus Petir yang tergeletak di atas serangga raksasa itu, kelelahan. Setelah si kecil dihidupkan kembali, gerakan liciknya menjadi lebih cepat dan lebih gesit. Tikus Petir bahkan menggunakan gerakan menipu untuk menyelinap ke lawannya.", "Pertempuran hanya berlangsung sekitar 10 menit, meskipun Tikus Petir masih ada di antara hidup dan mati. Sungguh luar biasa bahwa Tikus Petir bisa mencapai setrum seperti itumengalami kemajuan dalam waktu yang singkat.", "Mungkin, setelah tiga hari, kekuatan Tikus Petir bisa berkembang pesat!", "Tiba-tiba, Su Ping dipenuhi dengan antisipasi; menyelesaikan pencarian itu tidak sepenuhnya tanpa harapan.", "“Ayo, anak kecil.” Su Ping menepuk kepala kecil Tikus Petir itu. Dia berdiri, siap mencari target selanjutnya.", "Lelah!", "Perasaan enggan datang dari Lightning Rat.", "Su Ping terkejut.", "Tapi mengingat pertarungan sulit yang dilakukan Tikus Petir untuk membunuh serangga raksasa itu, Su Ping merasa dia bisa berempati.", "“Luangkan waktu untuk memulihkan kekuatanmu dulu.” Su Ping menawarkan senyum ramah.", "Tikus Petir, yang masih berbaring di punggung serangga raksasa, mendongak dengan semangat rendah. Itu tiba-tiba diliputi oleh perasaan aneh saat melirik wajah tersenyum yang bergerak mendekat.", "Sebelum Tikus Petir bisa berpikir, itu merasakan rasa sakit yang menjalar.", "“Menghidupkan kembali.”", "8Melihat Tikus Petir yang muncul kembali di tanah, Su Ping bertanya sambil menyeringai, “Apakah kekuatanmu sudah pulih?”", "Su Ping telah menyadari bahwa setiap kali setelah Tikus Petir dihidupkan kembali, ia akan kembali ke keadaan semula tanpa tanda-tanda kelelahan yang terkait dengan konsumsi energi yang berlebihan dari pertempuran sebelumnya.", "Oleh karena itu, inilah cara terbaik untuk pulih.", "Rambut Tikus Petir berdiri tegak. Senyuman manusia ini sangat terukir di benaknya saat ini.", "“Mendesis!”", "Tikus Petir menunjukkan giginya, seolah memperingatkan Su Ping terhadap perilaku seperti itu.", "Su Ping meletakkan cakar yang diambilnya dari serangga raksasa itu. Cakar itu memang tajam. Dia mampu menusuk Tikus Petir hanya dengan sedikit kekuatan. Cakar bisa dianggap sebagai senjata yang berguna.", "“Disana disana. Ayo pergi.” Su Ping membelai kepala Tikus Petir.", "2Tikus Petir menggertakkan giginya dengan ganas. Jika bukan karena batasan kontrak, itu akan menggigit master ini sampai mati.", "…", "…", "Tiga hari kemudian.", "Gunung yang menjulang tinggi di Alam Awan Guntur.", "Awan dan kabut melingkari lereng gunung dengan bukit dan tebing yang curam. Kemegahan dan kemegahan membentuk lukisan pemandangan dari tanah terpencil yang tenang dan asri.", "Di atas batu besar yang sederhana, beberapa nyawa kecil terlibat dalam pertempuran sengit antara hidup dan mati!", "“Cepat. Gunakan ‘Gambar Bayangan Guntur’ untuk mengalihkannya. ”", "2 “Lingkari ke belakang dari samping.”", "“Gunakan ‘Tebasan Petir’ untuk menyerang sisinya.”", "5Su Ping berdiri di dekat batu besar untuk berkomunikasi dan memberikan instruksi secara telepati.", "Dua sosok di depannya, satu besar, satu kecil, sedang bertarung dalam pertarungan sengit.", "Yang besar adalah monster berbentuk kecoa seukuran gajah. Makhluk cepat dan gesit itu ditutupi dengan karapas batu berwarna kapur dan cakar seperti penusuk batu tajam yang tumbuh dari perutnya. Ini adalah jenis Astral Pet yang tinggal di tanah bebatuan ini, dan Astral Pet keluarga bumi yang jarang terlihat di Alam Awan Petir. Untuk Hewan Peliharaan Astral dari keluarga petir, mereka yang berasal dari keluarga bumi adalah musuh bebuyutan mereka.", "9Sosok kecil itu seukuran kucing domestik biasa dengan rambut keunguan dan busur listrik di sekeliling tubuhnya. Rambutnya ikal liar seperti jarum tajam. Ini adalah Tikus Petir.", "2Buzzing!", "Petir melonjak. Tiba-tiba, Tikus Petir menyerbu ke arah monster kecoa batu.", "3Keluar dari insting, monster kecoa batu itu mengejar Lightning Rat.", "Namun, tepat pada saat ini, kilatan ungu yang lebih terang melesat dan muncul di belakang monster kecoa batu.", "1Segera, monster kecoa batu itu merasakan ada sesuatu yang tidak beres. Tikus Petir yang diselimuti busur listrik sedang berlari ke depan tetapi sosok itu semakin redup, sampai itu berkurang menjadi bayangan setengah transparan yang dibentuk oleh petir.", "1Itu adalah bayangan!", "Tiba-tiba, monster kecoa batu merasakan bahaya. Ia berbalik dengan cepat, hanya untuk melihat seberkas cahaya ungu yang menyilaukan dalam pandangannya.", "Tikus Petir melompat tinggi dari tanah. Petir berkumpul dalam kepadatan yang meningkat di sekitarnya, secara bertahap membentuk bilah tajam yang dimilikinyakekuatan terkonsentrasi.", "Pff!", "Bilah petir jatuh. Titik lemah di antara celah karapas samping monster kecoa batu tidak bisa menahan luka ini. Monster kecoa batu itu dipotong menjadi dua!", "Darah hijau tumpah ke atas batu.", "“Sempurna!” Su Ping menjentikkan jarinya.", "Tikus Petir mampu membunuh Hewan Peliharaan Astral dari keluarga bumi yang sederajat lebih tinggi dengan hanya satu kehidupan. Tikus Petir terus maju dengan pesat, beberapa kali lebih kuat dari tiga hari sebelumnya.", "Itu fakta.", "Saat itu, dalam pikirannya, dia telah menerima pesan cepat dari sistem. Pencarian telah selesai.", "“Aku tidak tahu bahwa kita dapat melakukan ini dalam tiga hari yang singkat…”", "2Su Ping berseru pada dirinya sendiri. Ini hampir tidak bisa dibayangkan.", "Karena itu, untuk mencapai peningkatan seperti itu, baik Tikus Petir dan Su Ping telah mencurahkan upaya yang cukup besar. Mereka telah mengalami berbagai cara kematian lebih dari seratus kali dan Tikus Petir bahkan telah mengalami lebih dari seribu kematian.", "2 “Quest selesai. Penutupan Bidang Budidaya… ”", "“Memutuskan sambungan host dari Alam Awan Petir…”", "“Menghapus kontrak sementara tuan rumah dan hewan peliharaan…”", "2 “Bersiap untuk kembali…”", "Detik berikutnya, kegelapan menyelimuti matanya.", "Ketika cahaya kembali ke dunianya, pemandangan familiar dari toko hewan muncul di hadapan Su Ping, seolah-olah seumur hidup telah berlalu.", "www.worldnovel.online"]},
{"testing": ["Bab 3: Waktu Kematian yang Tak Terbatas 13", "Penerjemah: Editor Terjemahan Henyee: Terjemahan Henyee", "“Host telah membuat koneksi ke Thunder Cloud Realm.”", "“Sambungan berlaku selama tiga hari…”", "“Selama misi pemula, perlindungan pemula akan diberikan kepada penyelenggara: jumlah kematian yang tidak terbatas selama eksplorasi!”", "11 “Kontrak sementara antara tuan rumah dan hewan peliharaan telah dibuat …”", "“Silakan keluar sendiri…”", "Su Ping masih terpana di tanah yang luas dan kuno yang terbuka di depannya ini ketika dia diseret kembali ke dunia nyata oleh deretan pesan cepat di benaknya.", "Dia terhenti. Segera, dia melihat garis yang menunjukkan bahaya. Jumlah kematian?", "Firasat buruk muncul di benaknya.", "Tiba-tiba, bayangan besar meluncur di atas kepalanya. Hari tampaknya semakin gelap.", "Su Ping mengangkat kepalanya, dan pupil matanya langsung membesar karena pemandangan itu.", "Sepasang sayap besar yang bisa menutupi langit dan menutupi matahari mengaduk-aduk lautan awan yang luas yang sepertinya membentang hingga tak terbatas. Kilat menyambar dan guntur meraung di antara sayap ungu tua; awan yang tak terhitung jumlahnya yang paling dekat dengan mereka mulai runtuh.", "2 “Apa…”", "“Apa-apaan ini?!!”", "Su Ping tercengang.", "Bahkan ikan paus biru besar akan lebih kecil dari bulu binatang raksasa ini!", "Saat dia masih shock, angin kencang menyapu dalam hitungan detik, menukik turun dari ketinggian tinggi dan menebasnya seperti ribuan bilah angin.", "“Lari…”", "4Saat gagasan ini muncul di benak Su Ping, dia merasakan sakit yang luar biasa di sekujur tubuhnya. Pandangannya redup dan kegelapan tiba-tiba melanda.", "“Apakah Aku mati?” Su Ping berpikir dengan tatapan mata yang berat. Tapi cahaya segera muncul sebagai banjir. Dia membuka matanya; di depannya masih pemandangan yang luas dan kuno, namun lingkungan tampaknya telah berubah. Dia tidak lagi dikelilingi oleh pohon-pohon raksasa, tapi rerumputan yang tumbuh subur dan tinggi.", "Dia ingat pesan cepat dari sistem. Su Ping kembali sadar. Apakah ini yang disebut kematian dalam jumlah tak terbatas?", "Dia bisa mati sebanyak yang dia inginkan di tempat itu?", "Ide ini membuatnya lega. Karena itu, dia merasakan dorongan untuk melepaskan semburan pelecehan di detik berikutnya.", "1Sementara dia tidak akan mati secara nyata, dia tidak ingin mengalami rasa sakit itu ketika dia mengira dia akan dicabik-cabik. Itu terlalu menyakitkan!", "“Sistem, aku ingin pulang,” Su Ping mulai memohon dengan nada sedih.", "“Pencarian belum selesai. Pulang lebih awal tidak diperbolehkan. ”", "“…”", "“Peringatan! Peringatan kata-kata kotor pertama! ”", "1 “… !!”", "Su Ping menjadi pucat. Dia harus tinggal di dunia yang sepi ini di mana binatang raksasa berlarian liar selama tiga hari? Berapa banyak kematian yang harus dia tanggung?", "Dia berada di ambang gangguan mental. Sistem macam apa ini?", "1 “Berdesir, berdesir ~!”", "Tiba-tiba, dia mendengar suara yang halus.", "Suara itu membuat rambut Su Ping berdiri tegak. Dia menoleh dengan ketakutan, hanya untuk menyadari bahwa suara itu berasal dari Tikus Petir di dekat kakinya. Pria kecil ini telah mengikutinya ke tempat itu dan menggigil ketakutan saat itu.", "Orang kecil itu juga telah melihat binatang raksasa yang bisa menutupi seluruh langit dan pasti ketakutan sampai mati.", "“Kasihan anak kecil. Kamu harus mati banyak kematian selama tiga hari bersamaku … ”", "Su Ping mendesah putus asa. Penderitaan mencintai perusahaan.", "7Mungkin dia merasa dekat dengan Tikus Petir karena kontrak sementara. Dia merasa kasihan pada Lighting Rat setelah melihat hewan yang menggigil itu. Su Ping berjongkok untuk menepuk tikus itu untuk menenangkannya.", "Saat dia menepuk-nepuk Lightning Rat…", "Su Ping tersadar bahwa tujuan mengirimnya ke sana adalah untuk melatih si kecil ini.", "1Untuk melatih si kecil agar kekuatannya bisa ditingkatkan tiga kali lipat dalam waktu satu minggu.", "Pasti sulit. Tetapi fokus dalam pencarian ini seharusnya adalah Tikus Petir!", "Situs budidaya yang mengerikan ini disiapkan untuk Tikus Petir!", "“Pencariandapat diselesaikan lebih cepat jika Tikus Petir mencapai tingkat kultivasi yang diinginkan. Aku dapat melihat bahwa ini sulit, tetapi Aku tidak akan pernah tahu jika Aku tidak melampaui batas, bukan? ”", "Setelah pemikiran ini, Su Ping mengalihkan pandangannya ke Tikus Petir yang perlahan-lahan telah tenang di tangannya.", "1Tikus Petir yang gelisah perlahan menjadi tenang setelah dibelai oleh tangan yang hangat, seolah-olah itu mewakili pelabuhan yang aman. Namun, saat itu, Tikus Petir merasakan gelombang kegelisahan yang kuat di hatinya.", "Mengikuti firasat ini, Tikus Petir melihat ke arah dengan mata tikus kecilnya, hanya untuk melihat tuan sementara itu memelototi dirinya sendiri dengan sepasang mata yang berkilauan karena ketakutan!", "Tikus Petir: “?”", "“Ayolah. Kamu bisa melakukan ini.” Su Ping menyeringai.", "Tikus Petir merasa kedinginan.", "Tikus Petir pasti menyadari sesuatu karena ia mulai meronta dan bergoyang-goyang di tangan Su Ping dengan susah payah.", "Sementara Lightning Rat adalah Astral Pet dari tipe yang gesit, kekuatannya masih lebih besar dari Su Ping. Dalam sekejap, Tikus Petir berjuang sendiri untuk bebas.", "“Kembali kesini!” Su Ping langsung berteriak.", "Tapi dia mundur begitu kata-kata itu keluar dari mulutnya.", "Ini adalah Alam Awan Guntur tempat binatang buas ada di mana-mana. Menjerit dan berteriak seperti ini praktis merupakan permintaan kematian.", "Kemudian, dia ingat dia sudah membuat kontrak sementara dengan Tikus Petir. Dia berkonsentrasi dan segera menyadari keberadaan kesadaran samar lainnya mengalir di sampingnya.", "Kesadaran pertama menyampaikan jejak-jejak emosi dan gagasan yang samar-samar.", "Ketakutan, kecemasan, shock, melarikan diri!", "Itu berasal dari Tikus Petir.", "“Apakah ini kekuatan yang didapat dari kontrak dengan Astral Pet? Tidak heran Aku mendengar orang-orang berkata bahwa Astral Pet dan tuannya dapat berbagi pikiran yang sama. Ini hampir tidak dapat dipahami tanpa pengalaman pribadi…. ”", "Mata Su Ping berkedip. Kekuatan yang datang dengan kontrak adalah sesuatu yang sudah lama dia harapkan selama bertahun-tahun yang lalu, yang datang dengan standar yang membedakan masyarakat umum dan Astral Pet Warriors.", "“Mencicit-”", "Tiba-tiba, dia mendengar teriakan melengking yang dibuat oleh Tikus Penerangan yang datang dari semak-semak di kejauhan.", "Takut, Su Ping langsung berlari.", "Dia melihat bahwa Tikus Penerangan sedang menghadapi serangga besar di dekat akar rumput raksasa yang tingginya sekitar tujuh hingga delapan meter. Bulunya berbulu dan menunjukkan giginya.", "Serangga besar itu berukuran panjang sekitar dua meter dengan warna hijau bercampur dengan pola ungu. Beberapa cahaya yang dihasilkan oleh listrik akan keluar dari pola ungu.", "Ini juga merupakan Hewan Peliharaan Astral dari keluarga petir!", "“Mengapa itu terlihat seperti ulat?” Munculnya serangga besar mengingatkan Su Ping pada serangga semacam itu. Hanya yang pertama yang ratusan kali lebih ganas dari ulat.", "“Sial, kita tidak akan ditelan oleh serangga ini, kan?” Darah Su Ping membeku saat dia melihat semua gigi tajam menutupi mulut serangga itu. Kematian datang seketika ketika dia terkoyak oleh angin kencang yang disebabkan oleh binatang raksasa yang bisa menutupi langit. Jika dia menjadi korban serangga raksasa ini, dia akan memiliki rasa hidup yang tidak lebih baik dari mati!", "Ia bahkan ingin segera bunuh diri.", "Namun, jika dia melakukannya, dia akan terlahir kembali di lokasi acak lain nanti.", "Ada satu hal lagi.", "Tidak ada apa pun di sekitarnya yang bisa digunakan sebagai senjata.", "Su Ping melihat sekeliling dan hanya menemukan batu di tanah. Dia dipenuhi dengan emosi campur aduk.", "Memukul dirinya sendiri sampai mati?", "Berapa banyak kekuatan yang harus dia gunakan untuk bunuh diri dengan satu pukulan?", "2Jika dia tidak dapat melakukannya, apa yang dapat dia lakukan jika dia tetap dalam keadaan setengah mati?", "Pertanyaan ini masih melekat di benak Su Ping seperti teka-teki filosofi yang canggih.", "“Mencicit!”", "Ketika Su Ping masih berfantasi tentang sudut paling mematikan untuk menghancurkan dirinya sendiri dengan batu, dia tiba-tiba mendengar jeritan nyaring.", "Dia mendongak.", "Lighting Rat akan kehilangan nyawanya. Itu telah ditangkap oleh serangga raksasa. Serangga raksasa memiliki banyak kaki, seperti kelabang. Tepi yang tajam menembus perut lembut Tikus Petir. Darah mengalir keluar. Tikus Petir meninggal setelah hanya sedikit perjuangan.", "Su Ping tampak pucat. Dia tidak mungkinar untuk melihat pemandangan dan ada perasaan marah yang tidak bisa dijelaskan.", "Sistem tiba-tiba memberi peringatan. “Bangkit hewan peliharaan di tempat. Ya atau tidak?”", "Su Ping terkejut.", "Melihat serangga raksasa itu hendak memasukkan tubuh Tikus Petir ke dalam mulutnya, Su Ping berteriak tanpa berpikir lebih jauh, “Ya!”", "Sebelum suaranya hilang, Tikus Petir yang akan dimasukkan ke dalam mulut serangga tiba-tiba berubah menjadi kilauan yang jatuh kembali ke tanah di depan serangga dan mengambil bentuk Tikus Petir lagi.", "Retak!", "Serangga itu melewatkan gigitannya.", "Serangga itu tercengang, karena mangsanya tiba-tiba hidup kembali.", "Serangga: “???”", "2Su Ping tidak memberikan penjelasan apa pun kepada serangga itu. Karena Tikus Petir telah hidup kembali, Su Ping langsung berteriak, “Serang serangga itu!”", "3Terima kasih atas kekuatan emosional yang diteruskan melalui kontrak, arahan Su Ping segera dikirimkan ke Lightning Rat.", "Tikus Penerangan membeku di tempat karena, dalam benaknya, ia masih dilanda teror kematian. Teriakan Su Ping membangunkan Tikus Petir. Naluri kepatuhan yang muncul karena dijinakkan; Tikus Petir bergegas maju hampir tanpa sadar.", "Dengan kecepatan pencahayaan!", "8Woosh!", "Tiba-tiba, Tikus Petir melesat dan menghantam serangga raksasa itu.", "2Bang!", "Karena benturan tersebut, serangga raksasa itu bersandar ke belakang. Di tengah jalan, serangga itu menghentikan gerakannya. Ujung tajam dari banyak kakinya bergerak cepat. Serangga itu meraih Tikus Petir dan mencabik-cabiknya dengan cara yang paling mengerikan.", "Tikus Petir telah mati, lagi!", "“Bangkit hewan peliharaan di tempat. Ya atau tidak?”", "6 “Lakukan!”", "5Su Ping tidak terlalu memikirkannya. Dia mengeluarkan perintah lain untuk menyerang tepat ketika Tikus Petir hidup kembali.", "Karena jumlah kebangkitan tidak terbatas, Su Ping yakin bahwa mereka akan membunuh serangga raksasa ini pada akhirnya. Sementara kesenjangan kemampuan antara serangga dan Tikus Petir sangat besar, masih ada kemungkinan menang untuk yang terakhir. Dia harus bisa menangkap peluang kemenangan terkecil!", "www.worldnovel.online"]},
{"testing": ["Bab 10: Tebasan Petir, Keterampilan Peringkat Ketujuh dari Keluarga Petir! (2) Penerjemah: Editor Terjemahan Henyee: Terjemahan Henyee", "Itu adalah Dragon Hound!", "“Ini benar-benar kejutan. Zhang Xiao dari Kelas Tujuh, Kelas Tiga, telah mengirimkan Dragon Hound, hewan peliharaan dari keluarga iblis yang sangat sulit untuk dijinakkan, tepat di awal pertandingan! ”", "4 “Ini adalah hewan peliharaan yang dapat mencapai posisi teratas peringkat ketiga di masa remaja. Sekarang, Zhang Xiao menggunakannya di awal. Apakah Zhang Xiao mencoba memenangkan pertandingan dengan skor 3: 0? ”", "2Komentar terdengar terkejut melihat hewan peliharaan yang dipanggil Zhang Xiao dari ruang kontraknya. Itu agak kejam untuk melawan Tikus Petir yang lebih rendah dengan hewan peliharaan yang begitu kuat.", "Anjing Hound!", "Su Yanying tercengang. Tidak hanya Dragon Hound yang kejam dan kejam, tetapi juga dikatakan bahwa Dragon Hound memiliki garis keturunan yang sama dengan “Naga Neraka”, seekor raja binatang. Dragon Hound bisa melepaskan “Roar of Flames” yang bisa membawa kekuatan lolongan naga; Keterampilan seperti itu bisa membanjiri hewan peliharaan dengan peringkat yang lebih rendah. Yang terakhir akan ketakutan setengah mati bahkan sebelum mereka mulai melawan Dragon Hound!", "4Apakah dia berusaha mempermalukannya dengan sengaja mengancamnya ketika dia sangat sadar bahwa dia menggunakan Tikus Petir?", "Su Yanying mengepalkan tangannya. Dia menghirup napas dalam-dalam. Jadilah itu. Dia mengirim Tikus Petir hanya untuk merasakan lawannya dan untuk mencari kartu asnya.", "Fakta bahwa lawannya meremehkannya berarti bahwa Tikus Petir telah setengah berhasil dalam misinya!", "“Mengaum!!”", "Teriakan naga tiba-tiba keluar.", "Dragon Hound yang tingginya hampir tiga meter, lebih besar dari harimau dan singa, tiba-tiba berteriak, membawa kekuatan pencegah yang kuat. Raungan itu terus berlanjut di seluruh tempat!", "Murid Su Yanying sedikit berkontraksi. Dia merasa jantungnya berdebar kencang tak terkendali. Raungan Dragon Hound tidak hanya dapat menghalangi hewan peliharaan peringkat rendah, tetapi juga dapat mengintimidasi petarung yang lebih pemalu.", "Bagaimanapun, tubuh besarnya dengan api magis yang melonjak di sekitarnya bisa memberikan tekanan visual yang kuat!", "Tapi Su Yanying bukanlah seorang pengecut. Ditambah lagi, dia telah menghadapi hewan peliharaan yang lebih kuat dalam pelatihan hariannya, jadi dia bisa mengatasi tekanan ini. Dia siap memberi tahu Tikus Petir untuk kembali dan mengirimkan kartu asnya, “Harimau Bertaring”. Tiba-tiba, beberapa busur listrik dihasilkan dengan suara “mendengung”!", "Cahaya ungu yang dihasilkan oleh listrik muncul di pandangannya.", "Su Yanying tercengang.", "Dia menundukkan kepalanya. Tikus Petir yang berada di dekat kakinya telah melompat ke tengah panggung sebelum dia menyadarinya. Tubuh kecil itu berdiri di depannya, dikelilingi oleh busur listrik, seolah mengenakan setelan yang terbuat dari petir.", "1Pria kecil itu tidak menunjukkan niat untuk melarikan diri, meskipun dia sedang menghadapi Dragon Hound. Tikus Petir harus mengangkat kepalanya tinggi-tinggi hanya untuk melihatnya!", "“Ini… tidak takut?” Su Yanying terkejut.", "Tikus Petir peringkat rendah dilahirkan untuk menjadi sejenis hewan peliharaan yang lebih pemalu. Saat ini, hewan peliharaan seperti itu sedang berdiri di depannya, menunjukkan giginya pada Dragon Hound!", "Seolah-olah Tikus Petir sedang mempertahankan sesuatu, melindungi sesuatu!", "“Kembali!”", "Dua detik kemudian, Su Yanying tiba-tiba tersadar. Dia berteriak ke Tikus Petir sekaligus.", "“Iya?”", "Ketika Zhang Xiao dia mengerutkan kening ketika dia melihat benda itu diselimuti oleh listrik berdiri di depan Dragon Hound. Mengapa makhluk kecil itu tidak lumpuh karena ketakutan? Rencana awalnya adalah mempermalukan Su Yanying. Mengejutkan bahwa hal kecil ini menyabotase niatnya.", "“Bunuh itu!” Zhang Xiao memberikan instruksi secara telepati.", "2 “Mengaum !!”", "Keganasan ada di mata Dragon Hound. Suara lain keluar dari mulutnya yang dipenuhi dengan taring yang mengerikan. Dragon Hound merasa otoritasnya tertantang karena si kecil ini tidak takut.", "Api menggelinding di sekitar Dragon Hound yang telah membuka mulutnya dan menghembuskan api naga. Api magis gelap itu berkibar seperti ular sanca. Api menyapu seluruh panggung, mencapai Tikus Petir dalam sekejap.", "Suara mendesing!", "Lightning Rat diselimuti oleh lewatnya api magis.", "Segera, Su Yanying menjadi sangat pucat.", "“Hmm.” Zhang Xiao mendengus.", "1Pada saat itu juga, dia melihat cahaya ungu samar dari sudut matanya.", "Terkejut, dia berbalik, hanya untuk melihat sosok yang dikelilingi oleh petir menyerbu ke arah mereka dengan kecepatan yang luar biasa!", "Itu bepergian terlalu cepat!", "Yang bisa dilihat Zhang Xiao hanyalah bola petir yang menerjangnya!", "Dragon Hound sepertinya telah merasakan bahaya. Itu berbalik sekaligus dan menghembuskan bola api magis.", "Suara mendesing!", "Bola petir berbelok dengan cepat dan menghindari serangan itu.", "Kemudian, bola api magis lain dilepaskan.", "Suara mendesing!", "Tikus Petir melompat lagi dan menyelinap pergi!", "Pada saat itu, orang akhirnya bisa melihat visualnya. Benda dalam bola petir itu adalah Tikus Petir peringkat rendah yang seharusnya telah dimakan oleh api naga!", "“Bagaimana mungkin!”", "Seseorang berteriak ketakutan.", "Itu adalah Tikus Petir! Saat komentator melihatnya dengan jelas, dia mendapati dirinya tercengang.", "“Oh tidak. Gunakan api untuk menghancurkannya! ” Zhang Xiao meneriaki salah satunya saat dia kembali ke akal sehatnya.", "3Setelah menerima instruksi dari tuannya, Dragon Hound menunjukkan giginya. Api dengan kekuatan magis melekat pada tubuhnya. Empat anggota tubuh Dragon Hound memiliki kekuatan yang besar. Difasilitasi oleh kekuatan tingkat kedua dari ledakan tersebut, kecepatan Dragon Hound dipercepat. Dalam sekejap, Dragon Hound menyerbu ke arah Tikus Petir yang berlari ke arahnya!", "Mengaum!", "Taring tajam dan putih dari Dragon Hound sudah cukup untuk menimbulkan rasa takut. Taring itu bisa memecahkan batu. Ia membuka mulutnya, siap untuk menggigit Lightning Rat.", "Tikus Petir tidak bergeming. Tatapan dingin muncul dari mata hewan pengerat yang menyipit. Petir di sekitar tubuhnya dengan cepat berkumpul di atas kepalanya.", "Saat Dragon Hound hendak mengoyak Tikus Petir, konvergensi petir dengan cepat akan segera berakhir, mengambil bentuk pedang tajam dari energi terkompresi!", "Di kursi penonton, seseorang berdiri. “Tebasan Guntur !!”", "Berdengung, berdengung!", "Petir menyala dan angin kencang bertiup. Pedang petir itu memotong mulut yang dipenuhi dengan gigi yang akan menelan Tikus Petir!", "Retak!", "Seolah-olah petir itu meledak. Dengan suara yang keras, seluruh venue mulai bergetar. Petir yang menyilaukan itu menyengat mata, seperti inti dari planet yang telah meledak!", "Ketika petir menghilang, cahaya putih yang menyilaukan menghilang dari pandangan orang-orang juga. Segera, semua orang bisa melihat panggung lagi. Untuk sesaat, orang-orang terengah-engah satu sama lain.", "Di panggung besar, di sudut, Dragon Hound besar itu telah jatuh dan bergerak-gerak. Asap mengepul dari tubuhnya yang terbakar. Tepat di sebelahnya, adalah Zhang Xiao yang jatuh ke tanah karena ketakutan; wajahnya menjadi pucat.", "Di sebelah Dragon Hound adalah seorang pria kecil yang masih tertutup petir. Itu melangkah kembali ke tempat asalnya.", "Itu adalah Tikus Petir yang tidak menarik perhatian!", "Beberapa saat hening kemudian, ada ledakan sorak-sorai yang penuh gairah di tempat tersebut.", "Pertempuran itu luar biasa!", "Siapa yang bisa menyangka bahwa Dragon Hound dari keluarga iblis bisa saja kalah dan tidak kurang dari Lightning Rat biasa!", "Tapi, pada saat ini, tidak ada yang percaya bahwa Tikus Petir ini adalah sesuatu yang umum.", "Su Yanying merasa dia agak linglung saat dia melihat Tikus Petir yang kembali padanya. Apakah dia menang? Apakah Lightning Rat peringkat pertama mengalahkan Dragon Hound?", "Sebagai murid dari akademi Astral Pet, dia merasa semua pengetahuannya yang terkumpul telah terganggu.", "…", "…", "“Teman-teman, apakah kamu melihat itu?”", "Di deretan kursi di dekat panggung, beberapa orang yang tampak kuat sedang duduk di sana. Wakil presiden akademi berada di ujung baris ini.", "Duduk didi tengah barisan, seorang wanita dengan rambut merah berkata, “Ya, itu pasti ‘Tebasan Petir!” Dia mengenakan baju besi yang aneh, dan ada bekas luka coklat panjang di pipinya yang halus dan indah, yang merupakan pemandangan yang menakutkan, tetapi mata orang-orang di sekitarnya masih menunjukkan kekaguman mereka padanya.", "“Itu adalah keterampilan peringkat ketujuh dari keluarga petir. Baiklah, jika Aku tidak melihatnya dengan mata kepala sendiri, Aku tidak akan mempercayainya. Sungguh mengejutkan bahwa Tikus Petir kecil ini dapat mempelajari keterampilan yang bahkan tidak dapat dikuasai oleh hewan peliharaan tingkat lanjut. ” Di sisinya, seseorang dengan sosok yang kuat terkekeh.", "“Itu adalah bakat yang mengagumkan. Jika si kecil ini bisa berevolusi menjadi Tikus Badai Petir peringkat ketiga, Aku yakin itu bisa cocok dengan hewan peliharaan lain di peringkat keempat atau kelima! ”", "“Sangat disayangkan bahwa ini hanya Tikus Petir dengan peringkat rendah. Efeknya menggunakan skill canggih dari keluarga petir masih terbatas. Jika itu hewan peliharaan lain dengan potensi lebih, maka nilainya akan melampaui imajinasi. Bahkan mungkin Aku akan tertarik dengan hewan peliharaan seperti itu. ”", "www.worldnovel.online"]},
{"testing": ["Bab 9: Tebasan Petir, Keterampilan Peringkat Ketujuh dari Keluarga Petir! (1) Penerjemah: Editor Terjemahan Henyee: Terjemahan Henyee", "Segera, Su Yanjing tiba di stadion pertempuran Astral Pet.", "3Su Yanying tidak mengenakan seragam akademi tapi penjaga itu mengenalinya. Dia membiarkannya masuk sebelum dia menunjukkan kartu siswanya.", "“Potong Pyro!”", "1 “Anjing Pyro telah menggunakan Potongan Pyro!”", "3 “Sungguh memalukan bahwa Pyro Cut tidak mencapai targetnya. Fire Warmonster menghindari serangan itu. Tunggu sebentar. Tidak! Pyro Cut berbalik. Astaga, Pyro Cut sedang melakukan perjalanan kembali !! ”", "2Su Yanying mendengar hakim berteriak kegirangan begitu dia melangkah ke dalam stadion. Suaranya bisa terdengar di seluruh tempat; cukup keras untuk membangunkan orang mati.", "2Pada saat yang sama, orang-orang sangat senang dan berteriak di kursi penonton di sisi koridor pintu masuk.", "Ini tidak mengherankan bagi Su Yanjing yang membuatnya tetap tenang. Pemandangan seperti itu sangat familiar baginya.", "Dia melihat sekeliling dan menemukan kursi di kelasnya.", "Kelas Dua, Kelas Tiga.", "Dia bergegas. Di tengah jalan, dia tiba-tiba teringat bahwa Tikus Petir peliharaannya masih di belakangnya …", "Pria kecil itu … dia tidak pernah membawanya ke acara besar seperti itu. Apakah akan takut dengan pemandangan luar biasa ini dengan puluhan ribu orang berteriak sekuat tenaga?", "Su Yanjing segera berbalik, hanya untuk menemukan Tikus Petir masih dekat di belakangnya. Ketika dia berhenti, itu juga berhenti dan Tikus Petir mengangkat kepalanya untuk melihatnya. Dia bisa melihat kebingungan di mata kecil yang hanya sebesar retakan itu.", "Itu tidak terpengaruh… Di dalam, Su Yanying merasa dia bisa bernapas lagi. Hewan peliharaan tidak seperti hewan liar pada umumnya. Hewan peliharaan memiliki kemampuan berpikir dan kesadaran dasar. Hewan peliharaan yang lebih pemalu kemungkinan besar tidak akan bisa bergerak karena ketakutan dalam situasi seperti ini.", "Waktu terus mendesak. Dia baru saja mengambil Lightning Rat. Dia tidak punya waktu untuk berlatih atau memberinya waktu untuk menyesuaikan diri.", "Su Yanying dengan senang hati terkejut melihat bahwa Tikus Petir itu berani dan tak kenal takut.", "2 “Ying Ying, dari mana saja Kamu? Aku tidak dapat menemukan Kamu di mana pun. Kamu membuat Aku takut di sana! ”", "Lan Lele, teman Su Yanying, telah melihatnya begitu dia tiba di kursi kelasnya. Yang pertama berlari sekaligus.", "“Aku pergi untuk mengambil Astral Pet Aku,” kata Su Yanying saat dia mengikuti Lan Lele ke kursi kelas mereka. Su Yanying melirik game tersebut dan bertanya, “Yang mana sekarang?”", "“Yang keempat. Kamu hampir habis, setelah Ice Jiang menyelesaikan pertandingannya. ” Lan Lele mencibir bibirnya untuk menunjuk ke belakang seseorang dengan rambut hitam di depannya. Baik orang itu maupun Su Yanying adalah pusat perhatian di kelas. Seiring berjalannya waktu, karena pengaruh lingkungan seperti itu, kedua siswa tersebut tumbuh menjadi cukup kompetitif.", "Karena Lan Lele adalah teman Su Yanying, dia tentu saja tidak memiliki perasaan yang baik tentang siswa itu.", "Oh. Su Yanying mengangguk. Dia tidak mempermasalahkan hal ini dan terus menatap korek api.", "Kemudian, Lan Lele memperhatikan Tikus Petir yang sedang memakan kulit buah di tanah dekat makanan Su Yanying. “Ini adalah Tikus Petir yang kau kirim untuk penitipan hewan, kan? Apakah itu kelaparan? Mengapa ia memakan apa saja yang dapat ditemukannya? ” Lan Lele terdengar terkejut.", "1Mendengar kata-katanya, Su Yanying berbalik. Ekspresinya berubah saat dia melihat Tikus Penerangan yang memegang sepotong kulit buah, makan dengan gembira.", "“Jatuhkan. Itu terlalu kotor, ” kata Su Yanying sambil menggunakan kekuatan kontrak untuk mengirimkan instruksinya pada saat yang sama.", "Sebagai orang yang takut kotor, dia tidak pernah bisa mentolerir melihat hewan peliharaannya memakan sampah di tanah.", "Sementara itu, ini mengingatkannya pada toko hewan peliharaan itu!", "“Pengusaha kejam itu!”", "Saat pertandingan selesai, dia akan pergi ke Asosiasi Astral Pets untuk mengajukan keluhan terhadap toko itu!", "Merasakan perintah Su Yanying, Tikus Petir berhenti, mengedipkan matanya yang googly.", "Lan Lele melihat ke arah Tikus Petir. Sesuatu muncul di benaknya. “Apakah kamu akan membuatnya bergabung denganmu dalam pertandingan ini?” Dia menatap Su Yanying, tertegun.", "“Tentu saja.” Su Yanying tetap tenang.", "Lan Lele membuka lebar matanya yang indah. “Apakah kamu sudah gila? Ini adalah Turnamen Hewan Peliharaan tahunan. Hewan peliharaan yang dapat mengikuti pertandingan harus berada di peringkat kedua atau lebih tinggi. Bukankah kau mengirim Tikus Petir mati dengan membawanya bersamamu? ”", "“Akademi memiliki aturan bahwa tidak ada korban yang diperbolehkan dalam pertandingan. Hakim akan membatalkannya pada waktunya jika ada potensi bahaya, ”jawab Su Yanying.", "“Meski begitu, katakanlah Tikus Petir tidak kehilangan nyawanya, tapi apa untungnya mengirimkannya? Ini hanyalah hewan peliharaan di tingkat menengah dari peringkat pertama. Hewan peliharaan di luar sana bisa mengalahkannya. ” Lan Lele bingung.", "“Aku tahu.” Su Yanying bertekad dan tegas. “Tapi, jangan lupa tentang keahlian khusus petarung petarung yang aku kuasai, peningkatan kekuatan peringkat ketiga!”", "“Semakin rendah peringkat hewan peliharaannya, semakin baik efek penambahan kekuatanku. Aku harus bisa meningkatkan kekuatan Tikus Petir ke tahap menengah dari peringkat kedua. Dengan keahlian dan instruksiku, Tikus Petir bisa melawan hewan peliharaan lainnya! ”", "Lan Lele, tentu saja tahu tentang kemampuan temannya ini. “Bukankah kamu mengatakan bahwa kamu meminta keluargamu untuk mencarikanmu penyembuh tingkat lanjut untuk membantumu memulihkan kekuatan ‘Harimau Bertaring’ itu? Mengapa Kamu tidak mengerjakannya saja? ” kata Lan Lele, masih bingung.", "“Semua orang percaya itu cedera selama pertempuran sebelumnya. Ini adalah kartu as Aku sekarang. Aku tidak bisa mengungkapkannya begitu cepat. ” Su Yanying merendahkan suaranya.", "2Lan Lele akhirnya mengerti. Dia menghela nafas. “Ngomong-ngomong, kamu sangat tidak beruntung kali ini. Kamu telah bertemu terlalu banyak lawan yang sulit di awal turnamen ini. Jika tidak, Kamu tidak akan berada dalam kesulitan seperti itu. ”", "Su Yanying tetap diam. Dia tidak menawarkan balasan.", "1Pada saat yang sama, babak pertandingan ini baru saja berakhir. Yang menggunakan Pyro Canine menang. Kedua belah pihak turun dari panggung.", "Sementara itu, gadis yang disebut “Ice Jiang” oleh Lan Lele berdiri perlahan. Dia segera menerima tatapan penuh gairah dari anak laki-laki di kelas mereka, serta beberapa tatapan dari beberapa yang mengertakkan gigi karena kebencian.", "“Gadis itu sungguh beruntung. Semua lawannya adalah pemula! ” Lan Lele berkata dengan kesal.", "Su Yanying sedikit mengernyit. Tetap saja, dia tetap diam.", "Beberapa menit kemudian, pertarungan di atas panggung telah selesai. Gadis yang terlihat sedingin es turun dari panggung perlahan.", "Su Yanying merasakan saat gadis itu meliriknya.", "Pandangan itu berbicara banyak, seolah-olah Ice Jiang menyuruh Su Yanying untuk tidak mengecewakannya …", "Hmm!", "Su Yanying mengepalkan tinjunya. Dia tampak lebih tenang di luar.", "“Waktunya pergi,” Su Yanying mengatakan ini pada Lan Lele dan Tikus Petir bersamanya.", "Tikus Petir memperhatikan bahwa pola pikir tuannya sepertinya telah diubah. Lighting Rat berdiri tegak dan tatapan tajam muncul di sepasang mata kecil itu.", "Namun, tidak ada yang akan melihat ke mata Tikus Penerangan yang lebih rendah. Tidak ada satu orang pun yang menyadari aura berbahaya yang tersembunyi di dalamnya.", "2Di sepanjang lorong, Su Yanying berjalan ke panggung di tengah tempat tersebut. Dia naik ke atas, selangkah demi selangkah.", "Tikus Petir melompat dan melompat di belakangnya.", "Dia berdiri dengan tenang di stadion yang luas, di tengah tatapan yang dilemparkan padanya dari semua sisi.", "Tidak ada jejak ketakutan di wajah gadis ini. Di matanya, ada kebanggaan dan ketenangan.", "“Su Yanying dari Kelas Dua, Kelas Tiga!”", "Juri segera mengumumkan namanya dan melanjutkan dengan nada senang, “Sekarang, mari kita alihkan perhatian kita ke layar dan cari tahu siapa yang akan menjadi lawan Su Yanying!”", "Semua orang mengalihkan pandangan mereka ke layar skor besar yang tergantung di atas tanah. Serangkaian gambar melintas dan kemudian berhenti menjadi satu.", "“Sial!” Ekspresi Lan Lele berubah saat dia melihat gambar itu. Itu Zhang Xiao dari Kelas Tujuh, Kelas Tiga. Itu lawan yang cukup tangguh. Zhang Xiao bisa dihitung sebagai salah satu yang terbaik di kelas!", "2Su Yanying juga terkejut.", "Betapa buruknya keberuntungannya. Kenapa dia harus bersaing dengan lawan tangguh lainnya?", "1Segera, lawannya juga naik ke atas panggung.", "Itu young man dengan tinggi sekitar satu meter dan tujuh puluh lima, dengan rambut hitam dan pandangan yang tajam, mengenakan jam tangan yang berharga. Ini adalah campuran langka dari seorang pria muda yang liar dan halus.", "1 “Su Yanying dari Kelas dua?” Zhang Xiao tidak bisa menahan tawa ketika dia melihat lawannya. “Aku pasti beruntung. Aku mendengar bahwa semua hewan peliharaan Kamu terluka selama pertempuran sebelumnya. Ck, ck. Apakah tikus kecil itu yang kamu punya sekarang? ”", "Wajah 1Su Yanying berkabut dan hatinya terbebani.", "KOMENTAR Di atas panggung, juri mengumumkan dimulainya dengan dingin, “Dua terbaik dari tiga. Setiap pihak hanya dapat mengirim tiga hewan peliharaan untuk berpartisipasi. Tidak ada luka berbahaya yang diperbolehkan. Sekarang, mulailah! ”", "1Zhang Xiao tersenyum. Dia mengulurkan tangannya dan membuat gerakan menggenggam untuk memobilisasi kekuatan kontrak. Tiba-tiba, ruang di depannya mulai sedikit berputar. Tepat setelah itu, sosok yang terbakar dalam api hitam mendarat di tanah.", "“Peringkat kedua, kekuatan ledakan!” Cahaya putih samar yang dipancarkan dari Zhang Xiao menyebar seperti pusaran di empat kaki sosok yang dikelilingi oleh api hitam. Keterampilan ini adalah keterampilan augmentasi paling dasar yang harus dikuasai oleh pejuang hewan peliharaan.", "2", "www.worldnovel.online"]}
]